Repository: benchatronics/meta
Catalog: locale/yo/LC_MESSAGES/django.po
Languages: yo

source: Clear withdrawal PIN
yo: Ko ba ẹrọ yiyọ kuro

source: Tick to remove any existing withdrawal PIN so the user must set a new one.
yo: Ami lati yọ eyikeyi PIN yiyọ kuro ti o wa tẹlẹ ki olumulo naa gbọdọ ṣeto tuntun tuntun kan.

source: Set new withdrawal PIN
yo: Ṣeto PIN EXTrawal tuntun

source: Optional. Enter exactly 6 digits to set/reset the PIN.
yo: Iyan. Tẹ awọn nọmba 6 deede lati ṣeto / Tun PIN naa sii.

source: PIN must be exactly 6 digits.
yo: Pin gbọdọ jẹ deede awọn nọmba 6.

source: Withdrawal security
yo: Yiyọ kuro aabo

source: Account password
yo: Ọrọigbaniwọle iroyin

source: Withdrawal password (6 digits)
yo: Ọrọ igbaniwọle yiyọ kuro (awọn nọmba 6)

source: Confirm withdrawal password
yo: Jẹrisi ọrọ igbaniwọle yiyọ kuro

source: Incorrect account password.
yo: Ti ko tọ ọrọ igbaniwọle ti ko tọ.

source: Enter exactly 6 digits.
yo: Tẹ ni deede awọn nọmba 6.

source: Passwords do not match.
yo: Awọn ọrọigbaniwọle ko baamu.

source: Current withdrawal password
yo: Ọrọ igbaniwọle yiyọ kuro lọwọlọwọ

source: New withdrawal password (6 digits)
yo: Ọrọigbaniwọle Indrawal tuntun (awọn nọmba 6)

source: Confirm new withdrawal password
yo: Jẹrisi ọrọ igbaniwọle yiyọ kuro tuntun

source: Incorrect withdrawal password.
yo: Ti ko tọ ọrọ igbaniwọle yiyọ kuro.

source: JPG/PNG/WebP/GIF, up to %(mb)s MB.
yo: JPG / PNG / WebP / gif, titi di [T ['en_0] MB.

source: Direct image URL (used only if no file is uploaded).
yo: URL Aworan Aworan taara (Ti a lo nikan ti ko ba gbe faili silẹ).

source: Unsupported image type. Use JPG, PNG, WebP, or GIF.
yo: Iru aworan ti ko ni atilẹyin. Lo JPG, PNG, WebP, tabi GIF.

source: Image too large (max %(mb)s MB).
yo: Aworan ju nla ([[[atken_0]]]]]]]]]]]]]]]]]]).

source: Only http/https URLs are allowed.
yo: Nikan http / htps Urls gba laaye.

source: Country code
yo: Koodu orilẹ-ede

source: Enter your phone number
yo: Tẹ nọmba foonu rẹ

source: Phone number
yo: Nomba fonu

source: Enter your invitation code
yo: Tẹ koodu ifiwepe rẹ

source: Invitation code
yo: Koodu ifiwepe

source: I am not a robot
yo: Emi kii ṣe robot kan

source: Enter your password
yo: Tẹ ọrọ igbaniwọle rẹ sii

source: Re-enter your password
yo: Tun-tẹ ọrọ igbaniwọle rẹ sii

source: Invalid phone number format.
yo: Ọna kika Nọmba foonu ti ko wulo.

source: This phone number is not possible for the selected country.
yo: Nọmba foonu yii ko ṣee ṣe fun orilẹ-ede ti o yan.

source: This phone number is not valid for the selected country.
yo: Nọmba foonu yii ko wulo fun orilẹ-ede ti o yan.

source: Phone number length must be between %(lo)d and %(hi)d digits for %(country)s.
yo: Gigun nọmba foonu gbọdọ jẹ laarin% (Lo) D ati% (Hi) D ni nọmba fun [[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[([

source: An account with this phone already exists.
yo: Akọọlẹ kan pẹlu foonu yii tẹlẹ.

source: Password
yo: Ọrọ igbaniwọle

source: Raw passwords are not stored, so there is no way to see this user’s password, but you can change the password using the “Change password” form.
yo: Awọn ọrọigbaniwọle Raw ko wa ni fipamọ, nitorinaa ko si ọna lati rii ọrọ igbaniwọle olumulo yii, ṣugbọn o le yi ọrọ igbaniwọle pada nipa lilo "Ọrọ igbaniwọle Yiyipada" Yipada "Fọọmu Yiyipada".

source: User phone (E.164 or local NG)
yo: Foonu olumulo (E.164 tabi NG NG)

source: +2348012345678 or 080...
yo: +2348012345678 tabi 080 ...

source: New password
yo: Ọrọ aṣina Tuntun

source: Confirm new password
yo: Jẹrisi Ọrọigbaniwọle Tuntun

source: Phone does not match your account.
yo: Foonu ko baamu akọọlẹ rẹ.

source: Help
yo: Egba Mi O

source: Level
yo: Ipele

source: Sign-in reward
yo: Buwolu - ni ere

source: Withdrawal password set.
yo: Yiyọ kuro ni ọrọ igbaniwọle yiyọ kuro.

source: You don’t have a withdrawal password yet. Set one first.
yo: O ko ni ọrọ igbaniwọle yiyọ kuro sibẹsibẹ. Ṣeto ọkan akọkọ.

source: Withdrawal password updated.
yo: Yiyọ kuro ọrọ igbaniwọle yiyọ kuro.

source: Verification code
yo: Kodu afimo

source: No account found for that phone.
yo: Ko si iroyin ti a rii fun foonu naa.

source: Your reset code is: %(otp)s. It expires in 10 minutes.
yo: Koodu atunto rẹ ni: [[deken_0]. O pari ni iṣẹju mẹwa 10.

source: We couldn’t send the code. Please try again in a moment.
yo: A ko le fi koodu ranṣẹ. Jọwọ gbiyanju lẹẹkansi ni iṣẹju kan.

source: Unexpected error sending code. Try again later.
yo: Aṣiṣe airotẹlẹ aṣiṣe. Gbiyanju lẹẹkansi nigbamii.

source: We sent a verification code to your phone.
yo: A firanṣẹ koodu ijerisi si foonu rẹ.

source: Please correct the errors below.
yo: Jọwọ ṣe atunṣe awọn aṣiṣe ni isalẹ.

source: Start by entering your phone number.
yo: Bẹrẹ nipa titẹ nọmba foonu rẹ.

source: Invalid or expired code.
yo: Ti ko wulo tabi pari.

source: Account not found. Please start over.
yo: Account ko rii. Jọwọ bẹrẹ.

source: Your password has been reset. You can now sign in.
yo: Ọrọ igbaniwọle rẹ ti tun bẹrẹ. O le wọle bayi.

source: You're already signed in.
yo: O ti wa tẹlẹ ti wọle.

source: Welcome back!
yo: Ku aabọ pada!

source: Invalid phone or password.
yo: Foonu ti ko wulo tabi ọrọ igbaniwọle.

source: Account created!
yo: Aṣẹ iroyin ti ṣẹda!

source: You have been logged out.
yo: O ti wa ni ibuwolu wọle.

source: Invalid phone format. Please enter a valid number.
yo: Ọna kika foonu ti ko wulo. Jọwọ tẹ nọmba to wulo.

source: No user found with phone %(phone)s.
yo: Ko si olumulo ti o rii pẹlu foonu [[deken_0].

source: Password reset for %(phone)s.
yo: Atunto Ọrọigbaniwọle fun [[T [[[[[[[[[].

source: Password updated.
yo: A imudojuiwọn ọrọ igbaniwọle.

source: Auth
yo: Ak

source: Go back
yo: Pada

source: Home
yo: Ile

source: info
yo: alaye

source: Info
yo: Alaye

source: Settings
yo: Eto

source: setting
yo: eto

source: Setting
yo: Eto

source: Profile
yo: Aworan

source: Language
yo: Ede

source: Change password
yo: Tun oruko akowole re se

source: Withdrawal password
yo: Ọrọ igbaniwọle yiyọ kuro

source: My Wallet
yo: Apamọwọ mi

source: Dashboard
yo: Dasibodu

source: Collapse menu
yo: Akojọ aṣayan

source: Collapse
yo: Bi ṣubu

source: User avatar
yo: Olumulo avatar

source: User ID
yo: Idanimọ olumulo

source: Phone
yo: Foonu

source: Sidebar
yo: Ẹgbẹ

source: Task
yo: Iṣẹ

source: Tasks
yo: Awọn iṣẹ-ṣiṣe

source: Account
yo: Akọọlẹ

source: Wallet
yo: Ohun apamọwọwọ

source: Admin Panel
yo: Abojuto nronu

source: Admin settings
yo: Eto abojuto

source: Logout
yo: Aami ojo

source: Menu
yo: Mẹnu

source: Announcements
yo: Awọn ikede

source: Expand
yo: Faagun

source: Primary
yo: Akọbẹrẹ

source: Captcha
yo: KỌMỌ

source: Enter answer
yo: Tẹ idahun

source: Reload image
yo: Tun gbe aworan

source: Add Payout Address
yo: Ṣafikun adirẹsi owo

source: Wallet Address
yo: Adirẹsi apamọwọ

source: Add Address
yo: Fi adirẹsi adirẹsi sii

source: Address Type
yo: Oriṣi adirẹsi

source: Ethereum (ERC20)
yo: Etheum (erc20)

source: Address
yo: Isọrọsi

source: Select a network to see the required format.
yo: Yan nẹtiwọọki lati wo ọna kika ti o nilo.

source: Label (optional)
yo: Isamisi (Iyan)

source: Save Address
yo: Fipamọ adirẹsi

source: Back
yo: Ẹhin

source: Ethereum address must start with 0x and be 42 characters total (0x + 40 hex).
yo: Adirẹsi Etheum gbọdọ bẹrẹ pẹlu 0x ati jẹ awọn ohun kikọ 42 lapapọ (0x + 40 hex).

source: TRC20 address must start with T and be 34 characters (Base58).
yo: Adirẹsi TRC20 gbọdọ bẹrẹ pẹlu t ati jẹ awọn ohun kikọ 34 (Base58).

source: Admin Office
yo: Ọfiisi abojuto

source: Admin
yo: Abojuto

source: Users
yo: Awọn olumulo

source: Browse users
yo: Ṣawakiri awọn olumulo

source: Blocked users
yo: Awọn olumulo ti o dina

source: Withdrawals
yo: Yọ kuro

source: Pending
yo: Akoko iduro

source: Confirmed
yo: Jẹrisi

source: Failed
yo: Kuna

source: Deposits
yo: Awọn idogo

source: Awaiting Payment
yo: Wiwa isanwo

source: Content
yo: Akoonu

source: Info pages
yo: Awọn oju-iwe Alaye

source: User tasks
yo: Awọn iṣẹ ṣiṣe olumulo

source: Task templates
yo: Awọn awoṣe iṣẹ-ṣiṣe

source: Forced directives
yo: Awọn itọsọna ti a fi agbara mu

source: System
yo: Eto

source: Pending withdrawals (latest 10)
yo: Ijoyin awọn idiwọ (tuntun 10)

source: View all
yo: Wo Gbogbo

source: Open
yo: Ṣii

source: No pending withdrawals.
yo: Ko si awọn yiyọkuro isunmọtosi.

source: Recent activity
yo: Iṣẹ ṣiṣe laipe

source: Nothing yet.
yo: Ko si nkankan sibẹsibẹ.

source: information
yo: alaye

source: No announcements at the moment.
yo: Ko si awọn ikede ni akoko yii.

source: Deposit
yo: Owo ifipamọ

source: Amount
yo: Iye

source: Currency
yo: Owo

source: Minimum 10. Choose a preset or enter an amount.
yo: O kere 10. Yan tito tẹlẹ tabi tẹ iye kan.

source: Payment Method
yo: Eto isanwo

source: Proceed to Pay →
yo: Tẹsiwaju lati sanwo →

source: Pay Deposit
yo: San idogo

source: Payment details
yo: Awọn alaye isanwo

source: Change payment method
yo: Ayipada ọna isanwo pada

source: Ethereum
yo: Etheum

source: Copy amount
yo: Daakọ iye

source: QR code
yo: Koodu QR

source: Scan to pay · %(dep.get_network_display)s
yo: Ọlọjẹ si isanwo% (Iwosan_Get_NetHORY_Display) s

source: Verifying…
yo: Ijẹrisi ...

source: Verifying… ({time} left)
yo: Ijẹrisi ... ([[[[[[[[[[[[[

source: You can use “Verify now” for quick help.
yo: O le lo "Dajudaju bayi" fun iranlọwọ iyara.

source: QR error
yo: Aṣiṣe QR

source: Network
yo: Nẹtiwọọki

source: Copy address
yo: Adirẹsi Copy

source: Reference
yo: Itọkasi

source: Copy reference
yo: Itọkasi itọkasi

source: I’ve Paid — Verify
yo: Mo ti sanwo - Daju

source: We’ll check the network and update your balance when confirmed.
yo: A yoo ṣayẹwo nẹtiwọọki ati imudojuiwọn iwọntunwọnsi rẹ nigbati timo.

source: Verify now
yo: Daju bayi

source: Need quick approval? Use <strong>Verify now</strong>.
yo: Nilo ifọwọsi yara? Lo [[[[[[[[[[[[[[[[[deken_0]]]]]]]]]]])] [[[[[[[[[[[[[[[[[]]]]]]]])] Dajudaju [[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[([

source: Need quick approval? You can use <strong>Verify now</strong>.
yo: Nilo ifọwọsi yara? O le lo [[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[

source: Payment failed
yo: Isanwo kuna

source: Try again
yo: Gbiyanju lẹẹkansi

source: This deposit is a draft.
yo: Ipese yii jẹ iwe afọwọkọ kan.

source: Continue to deposit
yo: Tẹsiwaju lati fi sii

source: Thanks! Recieved We’ll verify the payment shortly.
yo: O ṣeun! Gba pada a yoo rii daju isanwo naa laipẹ.

source: Go to Wallet
yo: Lọ si apamọwọ

source: Status: %(dep.status)s
yo: Ipo:% (deto.status) s

source: Copied
yo: Dakọ

source: Seaside resort at dusk
yo: Okuta okun ni dusk

source: Experience The Magic Of Relaxation
yo: Ni iriri idan ti isinmi

source: Indulge in the epitome of coastal living as you discover the breathtaking beauty and tranquility of luxury.
yo: Indulge ni apapo ti eti okun gbigbe bi o ṣe ṣe awari ẹwa ẹmi ati idakẹjẹ ti igbadun.

source: Customer avatar 1
yo: Onibara Avatar 1

source: Customer avatar 2
yo: Onibara Avatar 2

source: Customer avatar 3
yo: Onibara Avatar 3

source: Trusted by over 25k+ people
yo: Gbẹkẹle nipasẹ 25k + eniyan

source: Explore Now
yo: Ṣawari bayi

source: Premium Facilities
yo: Awọn ohun elo Ere

source: Exclusive Sunset View
yo: Wiwo oorun

source: You witness the beauty of the world from your room
yo: O jẹri ẹwa ti agbaye lati yara rẹ

source: Integrated Tourist Area
yo: Agbegbe ti a fi sinu agbegbe

source: Enhancing your travel experience
yo: Imudara iriri irin-ajo rẹ

source: Nature-Inspired Pool
yo: Adagun Epo

source: Serene swimming pool with a touch of paradise
yo: Pool odo Serene pẹlu ifọwọkan ti paradise

source: Get Rewarded
yo: Gba ere

source: Rate Apartments
yo: Awọn ilana oṣuwọn

source: Earn instant rewards from the apartments you rate.
yo: Gba Awọn ere Awọn ilana lati awọn ile ti o oṣuwọn oṣuwọn.

source: Previous slide
yo: Ifaworanhan iṣaaju

source: Next slide
yo: IKILỌ RẸ

source: Modern apartment interior
yo: Iyẹwu iyẹwu igbalode

source: Resort pool at sunset
yo: Adagun-nla ni Iwọoorun

source: Scenic valley view
yo: Oju iwoye

source: Clients Review
yo: Atunwo Awọn alabara

source: See some honest reviews from our users on the platform
yo: Wo diẹ ninu awọn atunyẹwo ooto lati awọn olumulo wa lori pẹpẹ naa

source: Had a great experience using this for solid bookings. Customer service was top-notch.
yo: Ni iriri nla nipa lilo eyi fun awọn iwe to lagbara. Iṣẹ Onibara jẹ oke-ogbontarigi.

source: Get your inspiration of luxury and get rewarded
yo: Gba awokoramu ti igbadun ati ki o gba ere

source: Earn new rewards at every step you take under true luxury.
yo: Gba awọn ere titun ni gbogbo igbesẹ ti o gba labẹ igbadun otitọ.

source: See More
yo: Wo diẹ sii

source: Luxury inspiration
yo: Awokose igbadun

source: Get started
yo: Bẹrẹ

source: I had a great experience working with this fantastic platform that delivers reward to users for best rating apartments. They have exceptional customer service and high-quality service.
yo: Mo ni iriri nla ti o n ṣiṣẹ pẹlu pẹpẹ ikọja yii ti o fi ere silẹ fun awọn olumulo fun awọn iyẹwu ti o dara julọ. Wọn ni iṣẹ alabara alailẹgbẹ ati iṣẹ didara-didara.

source: Info Center
yo: Ile-iṣẹ Alaye

source: Pick a section on the left, or use the quick links below.
yo: Mu abala kan ni apa osi, tabi lo awọn ọna asopọ iyara ni isalẹ.

source: View all announcements
yo: Wo gbogbo awọn ikede

source: Select your language.
yo: Yan ede rẹ.

source: Reset Password – Step 1
yo: Tun Ọrọ igbaniwọle Didei - Igbesẹ 1

source: Reset Password
yo: Tun ọrọ igbaniwọle Tun

source: Enter your phone number to get a verification code.
yo: Tẹ nọmba foonu rẹ lati gba koodu ijerisi.

source: Send Code
yo: Firanṣẹ koodu

source: Remembered your password?
yo: Ranti ọrọ igbaniwọle rẹ?

source: Sign in
yo: wọle

source: Reset Password – Step 2
yo: Tun Ọrọ igbaniwọle Didei - Igbese 2

source: Enter the code sent to your phone, then choose a new password.
yo: Tẹ koodu ti a firanṣẹ si foonu rẹ, lẹhinna yan ọrọ igbaniwọle tuntun kan.

source: Verification Code
yo: Kodu afimo

source: New Password
yo: Ọrọ aṣina Tuntun

source: Show/Hide password
yo: Fihan / tọju ọrọ igbaniwọle

source: Confirm Password
yo: So ni pato orukoabawole re

source: Settings — Profile
yo: Eto - Profaili

source: profile
yo: aworan

source: Basic Info
yo: Alaye ipilẹ

source: Manage your details and personal preferences here.
yo: Ṣakoso awọn alaye rẹ ati awọn ayanfẹ ti ara ẹni nibi.

source: Change image
yo: Pada aworan

source: Remove
yo: Yọkuro

source: JPG, PNG, WebP or GIF. Ideal: 120×120 (min 80×80).
yo: JPG, PG, Web tabi GIF. Apẹrẹ: 120 × 120 (min 80 × 80).

source: Phone Number
yo: Nomba fonu

source: LEVEL 1
yo: Ipele 1

source: Nickname
yo: Sọ orukọ apeere

source: Image URL (optional)
yo: URL STL (Iyan)

source: Used only if no uploaded image exists.
yo: Ti a lo nikan ti ko ba si aworan ti a gbe wọle nikan.

source: Save Changes
yo: Fi awọn ayipada pamọ

source: Deposit Bonus
yo: Ifipamọ idogo idogo

source: Reset Amount Reward
yo: Tun ere pada

source: Get
yo: Gba

source: Please contact customer service for reward.
yo: Jọwọ kan si iṣẹ alabara fun ere.

source: You can only collect once a day; reset the reward.
yo: O le gba lẹẹkan ni ọjọ; Tun ẹbun naa tun.

source: Deposit Bonus Details
yo: Awọn alaye Buwosi idogo

source: Repeat of tiers for clarity
yo: Tun ti awọn oniyi si alaye

source: Collect once per day.
yo: Gba lẹẹkan fun ọjọ kan.

source: Consecutive Days Rewards
yo: Awọn ere Awọn ọjọ itẹlera

source: Work for consecutive days and receive a reward of:
yo: Ṣiṣẹ fun awọn ọjọ itẹlera ati gba ere ti:

source: 5 days
yo: 5 ọjọ

source: 15 days
yo: Ọjọ 15

source: 30 days
yo: 30 ọjọ

source: Consecutive Days Details
yo: Awọn alaye Awọn ọjọ ailopin

source: Consecutive Days
yo: Awọn ọjọ itẹlera

source: Maintain streaks to unlock larger rewards.
yo: Ṣetọju awọn ṣiṣan ṣiṣan lati ṣii awọn ẹbun nla.

source: About Gift Boxes
yo: Nipa awọn apoti ẹbun

source: Have a chance to get 0–3 random Gift Boxes every round.
yo: Ni aye lati gba awọn apoti ẹbun 0-3 awọn iyipo gbogbo.

source: Gift Boxes Cash Bonus
yo: Awọn ẹbun ẹbun ẹbun ẹbun

source: Up to
yo: To

source: Gift Boxes Commission Bonus
yo: Ẹbun Awọn ẹbun Igbimọ Awọn apoti

source: 30× commission
yo: 30 × Consion

source: For more details, contact customer service.
yo: Fun awọn alaye diẹ sii, kan si iṣẹ alabara.

source: Gift Boxes Detail
yo: Awọn alaye ẹbun ẹbun

source: Gift Boxes
yo: Awọn apoti ẹbun

source: Two types of Gift Boxes rewards are available.
yo: Awọn oriṣi meji ti awọn ẹbun ẹbun ẹbun wa wa.

source: Daily Box
yo: Apoti ojoojumọ

source: Chance
yo: Aye

source: Milestone Box
yo: Apoti Ibi

source: Box odds reset weekly.
yo: Apoti apoti tun wa ni sẹsẹ.

source: Commission tiers & upgrade notes
yo: Igbimọ Tersion & igbesoke awọn akọsilẹ

source: Commission
yo: Ififunni

source: Contact Customer Service for more details.
yo: Kan si iṣẹ alabara fun awọn alaye diẹ sii.

source: About Rank Details
yo: Nipa awọn alaye ipo

source: Rank Upgrade Details
yo: Ipo igbesoke ipo

source: More constraints & upgrade hints
yo: Awọn idiwọ diẹ sii & igbesoke

source: Note
yo: Akiyesi

source: One withdrawal/day
yo: Yi yiyọ kuro / ọjọ

source: Two withdrawals/day
yo: Meji yiyọ kuro / ọjọ

source: Upgrade
yo: Igbesoke

source: Recharge
yo: Gba agbara

source: SVIP can become an agent; subordinate commissions may apply.
yo: Svip le di aṣoju kan; Awọn igbimọ asọtẹlẹ le lo.

source: Previous
yo: Ṣaaju

source: Next
yo: Itele

source: Slide indicators
yo: Atọka ifaworanhan

source: Settings — Change password
yo: Eto - Yi ọrọ igbaniwọle pada

source: For security, confirm your phone, pass the captcha, then set a strong password.
yo: Fun aabo, jẹrisi foonu rẹ, dajade KUPSTA, lẹhinna ṣeto ọrọ igbaniwọle ti o lagbara.

source: Old password
yo: Ọrọ aṣina Atijọ

source: Forgot current password?
yo: Gbagbe ọrọ igbaniwọle lọwọlọwọ?

source: Use 8+ characters with a mix of letters, numbers, and symbols.
yo: Lo awọn ohun kikọ 8+ pẹlu apopọ awọn lẹta, awọn nọmba, ati awọn aami.

source: Confirm password
yo: So ni pato orukoabawole re

source: Sign In - Orbitpedia
yo: Wọle - Cusdia

source: Sign In
yo: Wọle

source: Welcome back, please sign in
yo: Kaabo pada, jọwọ wọle si

source: Don’t have an account?
yo: Ṣe o ko ni akọọlẹ kan?

source: Create one
yo: Ṣẹda ọkan

source: Forgotten password?
yo: Ọrọ igbaniwọle ti o gbagbe?

source: Sign Up - Orbitpedia
yo: Forukọsilẹ - Cussia

source: Sign Up
yo: Forukọsilẹ

source: Hello friend, let’s get you registered
yo: Hello ọrẹ, jẹ ki a forukọsilẹ fun

source: Show password
yo: Fi ọrọ igbaniwọle han

source: Hide password
yo: Tọju ọrọ igbaniwọle

source: Invitation Code
yo: Koodu ifiwepe

source: Already have an account?
yo: Tẹlẹ ni iwe ipamọ tẹlẹ?

source: Login
yo: Wo ile

source: Support – Reset Password
yo: Atilẹyin - Tun Ọrọigbaniwọle Tun

source: Reset User Password (Support)
yo: Tun ọrọ igbaniwọle olumulo (atilẹyin)

source: Enter the user’s phone and a new password. This action is logged.
yo: Tẹ foonu olumulo ati ọrọ igbaniwọle titun kan. Igbese yii wọle.

source: Accepts <b>E.164</b> (e.g. <code>+2348012345678</code>) or local NG like <code>080…</code>.
yo: Gba [[T [[[[deken_0] n] E.64 [[[deken_1] + 23480123] - 23480123] - 23480123] - 23480123]

source: Show
yo: Fihan

source: Hide
yo: Pamọ

source: Reset password
yo: Tun ọrọ igbaniwọle Tun

source: Tip: Use strong passwords (12+ chars, mix of letters, numbers & symbols). This operation is recorded in the Admin log.
yo: Sample: Lo awọn ọrọ igbaniwọle ti o lagbara (awọn kaadi 12+, idapọpọ awọn lẹta, awọn nọmba ati awọn aami). Iṣe yii jẹ igbasilẹ ni akọsilẹ abojuto.

source: Working…
yo: Ṣiṣẹ ...

source: Balances
yo: Iwọntunwọnsi

source: Tasks Promo
yo: Awọn iṣẹ-ṣiṣe iṣẹ-ṣiṣe

source: Complete Tasks
yo: Awọn iṣẹ ṣiṣe pari

source: Locked:
yo: Titiipa:

source: You have completed your trial. Please contact customer care.
yo: O ti pari idanwo rẹ. Jọwọ kan si itọju alabara.

source: Tasks available: <strong>%(n)s</strong>
yo: Awọn iṣẹ-ṣiṣe wa: [[T [[[T [[]]

source: You’re up to date. Click below to get your next task.
yo: O ti wa titi di oni. Tẹ isalẹ lati gba iṣẹ rẹ atẹle.

source: Locked — contact support
yo: Titiipa - atilẹyin olubasọrọ

source: Click to get your task
yo: Tẹ lati gba iṣẹ rẹ

source: Filter tasks
yo: Awọn iṣẹ-ọrọ àlẹ

source: All
yo: Gbogbo

source: Completed
yo: Pari

source: Processing
yo: Iṣaayan

source: Task History
yo: Itan-akọọlẹ ṣiṣe

source: Status
yo: Ipo

source: View
yo: Iwo

source: Product
yo: Ọja

source: Price
yo: Idiyele

source: Comm
yo: Bẹrẹ

source: No Task History
yo: Ko si itan iṣẹ-ṣiṣe kan

source: Product Name
yo: Orukọ ọja

source: Order ID
yo: ID aṣẹ

source: Date
yo: Ọjọ

source: Action
yo: Iṣe

source: Task #%(id)s
yo: Iṣẹ-ṣiṣe # [[[T [[[[[[[[[]]]

source: Close
yo: Sunmọ

source: Trial Complete
yo: Igbiwo pari

source: You’ve completed all trial tasks. Please contact customer care to continue.
yo: O ti pari gbogbo awọn iṣẹ iwadii. Jọwọ kan si itọju alabara lati tẹsiwaju.

source: Customer care
yo: Itọju Onibara

source: Dashboard — Tasks & Rewards
yo: Dasibodu - Awọn iṣẹ-ṣiṣe & Awọn ere

source: My Dashboard
yo: Dasibodu mi

source: Home / dashboard
yo: Ile / Dasibodu

source: User
yo: Aṣamulo obinrin

source: View Profile
yo: Wo Profaili

source: Location
yo: Ipo

source: Rating
yo: Oṣuwọn

source: Search
yo: Ṣewadii

source: Filters
yo: Ajọ

source: Recommended
yo: Niyanju

source: Popular
yo: Olokiki

source: Your avatar
yo: Avatar rẹ

source: Let’s do some task and earn reward
yo: Jẹ ki a ṣe iṣẹ diẹ ki o jo'gun ere

source: Mobile header & filters
yo: Akọsilẹ Mobile & Ajọ

source: View profile
yo: Wo Profaili

source: wave
yo: igbi

source: No %(tab)s hotels available.
yo: Ko si awọn ile itura]]] l].

source: Home / my wallet
yo: Ile / apamọwọ mi

source: Wallet Summary
yo: Lakotan apamọwọ

source: Current Balance
yo: Iwontunws.funfun lọwọlọwọ

source: Hide balance
yo: Tọju iwọntunwọnsi

source: Trial Bonus
yo: Iwadii Idanwo

source: Withdraw
yo: Yọkuro

source: Filter transactions (mobile)
yo: Awọn ifọrọranṣẹ Ajọ (Mobile)

source: Withdrawal
yo: Yọ kuro

source: Transactions
yo: Awọn iṣowo

source: Filter transactions (desktop)
yo: Awọn iṣowo àlẹmọ (tabili)

source: Added funds
yo: Awọn owo ti a ṣafikun

source: Adjustment
yo: Titunṣe

source: No Transaction History
yo: Ko si itan iṣowo kan

source: When you start using your wallet, entries will show here.
yo: Nigbati o ba bẹrẹ lilo apamọwọ rẹ, awọn titẹ sii yoo ṣafihan nibi.

source: Added funds • %(t.created_at|date:"Y-m-d")s
yo: Awọn owo ti a ṣafikun awọn owo •% (T.CRAEED_at | Ọjọ: "Y-M-D") S ") S

source: No deposits yet
yo: Ko si awọn idogo sibẹsibẹ

source: Withdrawal (Pending)
yo: Yiyọ kuro (ni isunmọ)

source: Withdrawal (Failed)
yo: Yiyọ kuro (kuna)

source: Requested
yo: Beere fun

source: Request
yo: Ibeere

source: Posted
yo: Fiwe

source: No withdrawals yet
yo: Ko si awọn yiyọ kuro sibẹsibẹ

source: Payment • %(t.created_at|date:"Y-m-d")s
yo: Isanwo •% (T.CRAEED_at | Ọjọ: "Y-M-D") S ") S

source: No commissions yet
yo: Ko si awọn iṣẹ-ṣiṣe sibẹsibẹ

source: Transaction Details
yo: Awọn alaye iṣowo

source: Transaction ID
yo: ID irufẹ

source: Copy ID
yo: Daakọ ID

source: Description
yo: Isapejuwe

source: State
yo: Ipo

source: Added fund to wallet
yo: Fi kun inawo si apamọwọ

source: Show balance
yo: Ṣe iwọntunwọnsi

source: Home / my Wallet / Withdrawal
yo: Ile / apamọwọ mi / yiyọ kuro

source: Your withdrawal method is verified.
yo: Ọna yiyọ kuro rẹ ni idaniloju.

source: USD (US Dollar)
yo: USD (Dola Dola)

source: GBP (Pound)
yo: GBP (iwon)

source: per request
yo: fun ibeere

source: Bound wallet address
yo: Adirẹsi apamọwọ

source: Update address
yo: Adirẹsi imudojuiwọn

source: Network:
yo: Nẹtiwọọki:

source: Bind your wallet address first
yo: Fi nkan Orukọ apamọwọ rẹ ni akọkọ
