Repository: benchatronics/meta
Catalog: locale/yo/LC_MESSAGES/django.po
Languages: yo

source: Bind Wallet Address
yo: Adirẹsi apamọwọ BIT

source: You’ll go to the Bind Address page → choose network (e.g. TRC20) → paste your wallet address → verify (email/SMS) → the address will be saved and auto-filled here.
yo: Iwọ yoo lọ si oju-iwe adirẹsi Bind → Yan Nẹtiwọọki (e.. TR TRC20) → PRLETE (Imeeli / SMS).

source: Bind wallet address?
yo: Adirẹsi Wolet?

source: Withdrawal Method
yo: Ọna yiyọ kuro

source: ETHEREUM
yo: Etheum

source: The withdrawal requirement has yet to be fulfilled.
yo: Ibeere yiyọ kuro ti tun ti ṣẹ.

source: WITHDRAW
yo: Yọkuro

source: For security, you must set a withdrawal password first.
yo: Fun aabo, o gbọdọ fi ọrọ igbaniwọle yiyọ kuro ni akọkọ.

source: Set withdrawal password
yo: Ṣeto ọrọ igbaniwọle yiyọ kuro

source: Confirm withdrawal
yo: Jẹrisi yiyọ kuro

source: Enter your 6-digit withdrawal password to continue.
yo: Tẹ ọrọ igbaniwọle yiyọ kuro 6 rẹ lati tẹsiwaju.

source: Cancel
yo: Fagilee

source: Confirm & Withdraw
yo: Jẹrisi & yọkuro

source: Withdrawal policy
yo: Afihan yiyọ kuro

source: The withdrawal requirement has yet to be fulfilled
yo: Awọn ibeere yiyọ kuro ti sibẹsibẹ ṣẹ

source: COMPLETE MORE TASKS
yo: Pari awọn iṣẹ diẹ sii

source: before the next withdrawal.
yo: ṣaaju ki o to tẹle.

source: Locked: The withdrawal requirement has yet to be fulfilled %(withdraw_cycles_remaining)s
yo: Titiipa: ibeere yiyọ kuro ti sibẹsibẹ ṣẹ ([T [

source: Got it
yo: Ṣe o ri

source: Processing…
yo: Ṣiṣẹ ...

source: Withdrawal Submitted
yo: Yiyọ kuro

source: Home / my Wallet / Withdrawal / Success
yo: Ile / apamọwọ mi / yiyọ kuro / aṣeyọri

source: Awaiting Approval
yo: Wiwa Ifọwọsi

source: Withdrawal submitted
yo: Yiyọ kuro

source: We’ve received your request.
yo: A ti gba ibeere rẹ.

source: You’ll get an update once it’s reviewed.
yo: Iwọ yoo gba imudojuiwọn ni kete ti o ṣe atunyẹwo.

source: Request ID
yo: Ibeere ID

source: Copy
yo: Ẹda

source: Submitted
yo: Silẹ

source: To
yo: Si

source: Your withdrawal request has been submitted.
yo: A ti fi ibeere yiyọ kuro.

source: Make another withdrawal
yo: Ṣe yiyọ kuro miiran

source: Tip: If you navigate back to the withdrawal page, it will load a fresh form so it can’t be submitted twice.
yo: Imọran: Ti o ba lọ si ori ẹhin pada si oju-iwe yiyọ kuro, yoo fifuye fọọmu titun ki o le fi silẹ lẹmeeji.

source: Task Preview
yo: Awotẹlẹ iṣẹ-ṣiṣe

source: Home / Task / Detail
yo: Ile / Iṣẹ / Apejuwe

source: Task image
yo: Aworan iṣẹ ṣiṣe

source: Rated
yo: Tilẹ

source: 1X commission
yo: 1x igbimọ

source: Submit
yo: Tẹriba

source: Submitted (waiting)
yo: Silẹ (nduro)

source: Congratulations!
yo: Oriire!

source: You have received a platinum package. For more info please contact customer service.
yo: O ti gba package kan. Fun alaye diẹ sii jọwọ kan si iṣẹ alabara.

source: Tasks Dashboard
yo: Dasifers Dasibodu

source: Home / Task
yo: Ile / Iṣẹ

source: Total Asset
yo: Apapọ dukia

source: Asset
yo: Dukia

source: Dividends
yo: Pin

source: Complete Tasks and get
yo: Awọn iṣẹ ṣiṣe pari ati gba

source: Banner Image
yo: Aworan asia

source: Order received today:
yo: Bere fun gba loni:

source: Fetching your task…
yo: Mu iṣẹ rẹ ...

source: Filter status
yo: Ipo Àlẹmọ

source: Apply
yo: Fisi

source: No tasks yet.
yo: Ko si awọn iṣẹ ṣiṣe sibẹsibẹ.

source: Approved
yo: Fọwọsi

source: Please wait a moment
yo: Jọwọ duro akoko kan

source: Oh No!
yo: Oh ko si!

source: You have completed <strong id="completedCount">0</strong> orders.<br>Please contact customer service for assistance.
yo: O ti pari [[[[[deken_0]]]]]] 0 [T [T [T [T [T [T [T [T [Taken_1]] fun iṣẹ Onibara fun iranlọwọ.
