Repository: benchatronics/meta
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, it, ja, pt, ru

source: For security, confirm your phone, pass the captcha, then set a strong password.
ar: للأمان ، قم بتأكيد هاتفك ، مرر Captcha ، ثم قم بتعيين كلمة مرور قوية.
de: Bestätigen Sie für Sicherheit Ihr Telefon, übergeben Sie die Captcha und setzen Sie dann ein starkes Passwort.
fr: Pour la sécurité, confirmez votre téléphone, passez le captcha, puis définissez un mot de passe fort.
it: Per la sicurezza, conferma il telefono, passa il captcha, quindi imposta una password forte.
ja: セキュリティのために、携帯電話を確認し、Captchaを渡して、強力なパスワードを設定します。
pt: Para segurança, confirme seu telefone, passe o captcha e defina uma senha forte.
ru: Для безопасности подтвердите свой телефон, пропустите CAPTCHA, затем установите сильный пароль.

source: Old password
ar: كلمة المرور القديمة
de: Altes Passwort
fr: Ancien mot de passe
it: Vecchia password
ja: 以前のパスワード
pt: Senha Antiga
ru: Старый пароль

source: Forgot current password?
ar: هل نسيت كلمة المرور الحالية؟
de: Aktuelles Passwort vergessen?
fr: Mot de passe actuel oublié?
it: Hai dimenticato la password corrente?
ja: 現在のパスワードを忘れましたか？
pt: Esqueceu a senha atual?
ru: Забыли текущий пароль?

source: Use 8+ characters with a mix of letters, numbers, and symbols.
ar: استخدم 8+ أحرف مع مزيج من الحروف والأرقام والرموز.
de: Verwenden Sie 8+ Zeichen mit einer Mischung aus Buchstaben, Zahlen und Symbolen.
fr: Utilisez plus de 8 caractères avec un mélange de lettres, de chiffres et de symboles.
it: Usa 8+ caratteri con un mix di lettere, numeri e simboli.
ja: 文字、数字、シンボルが混在する8つ以上の文字を使用します。
pt: Use mais de 8 caracteres com uma mistura de letras, números e símbolos.
ru: Используйте 8+ символов с сочетанием букв, чисел и символов.

source: Confirm password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
fr: Confirmez le mot de passe
it: Conferma password
ja: パスワードを認証する
pt: Confirme sua senha
ru: Подтвердите пароль

source: Sign In - Orbitpedia
ar: تسجيل الدخول - Orbitpedia
de: Melden Sie sich an - Orbitpedia
fr: Connectez-vous - Orbitpedia
it: Accedi - Orbitpedia
ja: サインイン - エクスペディア
pt: Entrar - Orbitpedia
ru: Войдите - Orbitpedia

source: Sign In
ar: تسجيل الدخول
de: Anmelden
fr: Se connecter
it: Registrazione
ja: サインイン
pt: Entrar
ru: Войти

source: Welcome back, please sign in
ar: مرحبًا بك مرة أخرى ، يرجى تسجيل الدخول
de: Willkommen zurück, bitte melden Sie sich an
fr: Bienvenue, veuillez vous connecter
it: Bentornato, per favore accedi
ja: ようこそ、サインインしてください
pt: Bem -vindo de volta, por favor, inscreva -se
ru: Добро пожаловать, пожалуйста, войдите в систему

source: Don’t have an account?
ar: ليس لديك حساب؟
de: Sie haben kein Konto?
fr: Vous n'avez pas de compte?
it: Non hai un account?
ja: アカウントを持っていませんか？
pt: Não tem uma conta?
ru: У вас нет учетной записи?

source: Create one
ar: إنشاء واحد
de: Erstellen Sie einen
fr: Créer un
it: Crea uno
ja: 1つを作成します
pt: Criar um
ru: Создайте один

source: Forgotten password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
fr: Mot de passe oublié?
it: Password dimenticata?
ja: パスワードを忘れましたか？
pt: Senha esquecida?
ru: Забытый пароль?

source: Sign Up - Orbitpedia
de: Melden Sie sich an - Orbitpedia
fr: Inscription - Orbitpedia

source: Sign Up
de: Melden Sie sich an
fr: S'inscrire

source: Hello friend, let’s get you registered
ar: مرحبًا يا صديقي ، دعنا ننشئك مسجلاً
de: Hallo Freund, lass uns dich registrieren lassen
fr: Bonjour mon ami, allons vous inscrire
it: Ciao amico, facciamoti registrato
ja: こんにちは友達、登録しましょう
pt: Olá amigo, vamos fazer você se registrar
ru: Привет, друг, давай зарегистрируем тебя

source: Show password
de: Passwort anzeigen
fr: Montrer le mot de passe

source: Hide password
de: Passwort verbergen
fr: Masquer le mot de passe

source: Invitation Code
de: Einladungscode
fr: Code d'invitation

source: Get Started
de: Fangen an
fr: Commencer

source: Already have an account?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte?

source: Login
ar: تسجيل الدخول
fr: Se connecter
ja: ログイン
pt: Conecte-se
ru: Авторизоваться

source: Support – Reset Password
de: Support - Passwort zurücksetzen
fr: Support - Réinitialiser le mot de passe

source: Reset User Password (Support)
de: Benutzerkennwort zurücksetzen (Support)
fr: Réinitialiser le mot de passe utilisateur (support)

source: Enter the user’s phone and a new password. This action is logged.
ar: أدخل هاتف المستخدم وكلمة مرور جديدة. تم تسجيل هذا الإجراء.
de: Geben Sie das Telefon des Benutzers und ein neues Passwort ein. Diese Aktion ist protokolliert.
fr: Entrez le téléphone de l'utilisateur et un nouveau mot de passe. Cette action est enregistrée.
it: Immettere il telefono dell'utente e una nuova password. Questa azione è registrata.
ja: ユーザーの電話と新しいパスワードを入力します。このアクションは記録されます。
pt: Digite o telefone do usuário e uma nova senha. Esta ação é registrada.
ru: Введите телефон пользователя и новый пароль. Это действие зарегистрировано.

source: Accepts <b>E.164</b> (e.g. <code>+2348012345678</code>) or local NG like <code>080…</code>.
ar: يقبل [[[[[token_0]]]]] e.164 [[[[[[token_1]]]]] (على سبيل المثال ، [[[[[[token_2]]]]+2348012345678 [[[[[[[token_3]]]]) أو NG محليًا مثل [[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[
de: Akzeptiert [[[[[token_0]]]] E.164 [[[[[token_1]]]] (z. B. [[[[token_2]]]+2348012345678 [[[[token_3]]] oder lokales ng wie [[token_4]]]] 080].
fr: Accepte le format <b>E.164</b> (par ex. <code>+2348012345678</code>) ou le format local NG comme <code>080…</code>.
it: Accetta <b> e.164 </b> (ad esempio [[[[TOKEN_2]]]+2348012345678 </code>]] o locale come <code> 080 ... [[token_en].
ja: [[[[[[[[token]]]]]]] e.164 [[[[[token_1]]]]）（例えば[[[[[token_2]]]]+2348012345678 [[[[[token_3]]]]）または[[[[token_4]]]のようなローカルngを受け入れる。
pt: Aceita [[[[token_0]]]] e.164 [[[[token_1]]]] (por exemplo, <code>+2348012345678 [[[[TOKEN]]]] ou NG LOCAL <code>].
ru: Принимает [[[[[token_0]]]] E.164 [[[[[token_1]]] (например, [[[[token_2]]]]+2348012345678 [[[[token_3]]]] или локальный NG, как [[[[token_4]]]] 080… [[[[token_5]]]]].

source: Show
ar: يعرض
de: Zeigen
fr: Montrer
it: Spettacolo
ja: 見せる
pt: Mostrar
ru: Показывать

source: Hide
ar: يخفي
de: Verstecken
fr: Cacher
it: Nascondere
ja: 隠れる
pt: Esconder
ru: Скрывать

source: Reset password
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe

source: You must be logged in as <b>staff</b>.
ar: يجب تسجيل الدخول في [[[[[[[token_0]]]]] الموظفين [[[[[token_1]]]]
de: Sie müssen als [[[[token_0]]] Staff [[[[token_1]]] angemeldet sein.
fr: Vous devez être connecté en tant que [[[[Token_0]]]] [[[[Token_1]]].
it: Devi essere effettuato come <b> staff </b>.
ja: [[[[[[token_0]]]]]スタッフ[[[[token_1]]]]としてログインする必要があります。
pt: Você deve estar conectado como [[[[token_0]]]] funcionários [[[TOKEN_1]]].
ru: Вы должны войти в систему как [[[[[token_0]]] персонал [[[[token_1]]].

source: Tip: Use strong passwords (12+ chars, mix of letters, numbers & symbols). This operation is recorded in the Admin log.
ar: نصيحة: استخدم كلمات مرور قوية (12+ chars ، مزيج من الحروف والأرقام والرموز). يتم تسجيل هذه العملية في سجل المسؤول.
de: Tipp: Verwenden Sie starke Passwörter (12+ Zeichen, Mischung aus Buchstaben, Zahlen und Symbolen). Diese Operation wird im Administratorprotokoll aufgezeichnet.
fr: Astuce: utilisez des mots de passe forts (12+ caractères, mélange de lettres, de chiffres et de symboles). Cette opération est enregistrée dans le journal d'administration.
it: Suggerimento: utilizzare password forti (oltre 12 carati, mix di lettere, numeri e simboli). Questa operazione è registrata nel registro amministratore.
ja: ヒント：強力なパスワードを使用します（12+ chars、文字の組み合わせ、数字、記号）。この操作は、管理ログに記録されます。
pt: Dica: use senhas fortes (mais de 12 chars, mistura de letras, números e símbolos). Esta operação é registrada no log do administrador.
ru: Совет: используйте сильные пароли (12+ Chars, сочетание букв, номеров и символов). Эта операция записана в журнале администратора.

source: Working…
ar: عمل…
de: Arbeiten…
fr: Fonctionnement…
it: Lavorando…
ja: 働く…
pt: Trabalhando…
ru: Работающий…

source: Balances
ar: الأرصدة
de: Balden
fr: Soldes
it: Saluti
ja: バランス
pt: Saldos
ru: Баланс

source: Tasks Promo
ar: المهام الترويجية
de: Aufgaben Promo
fr: Promo de tâches
it: Attività promo
ja: タスクプロモーション
pt: Tarefas promoções
ru: Задачи промо

source: Complete Tasks
ar: مهام كاملة
de: Vollständige Aufgaben
fr: Tâches complètes
it: Compiti completi
ja: 完全なタスク
pt: Tarefas completas
ru: Полные задачи

source: and get rewarded
de: und belohnt werden
fr: et se récompenser

source: Locked:
ar: مغلق:
de: Gesperrt:
fr: Fermé:
it: Bloccato:
ja: ロック：
pt: Bloqueado:
ru: Заперт:

source: You have completed your trial. Please contact customer care.
ar: لقد أكملت تجربتك. يرجى الاتصال بخدمة العملاء.
de: Sie haben Ihre Testversion abgeschlossen. Bitte wenden Sie sich an die Kundenbetreuung.
fr: Vous avez terminé votre essai. Veuillez contacter le service client.
it: Hai completato la prova. Si prega di contattare l'assistenza clienti.
ja: あなたはあなたのトライアルを完了しました。カスタマーケアに連絡してください。
pt: Você concluiu seu teste. Entre em contato com o atendimento ao cliente.
ru: Вы завершили судебное разбирательство. Пожалуйста, свяжитесь с клиентами.

source: Tasks available: <strong>%(n)s</strong>
ar: المهام المتاحة: [[[[[token_0]]]]] [[[[[token_2]]]]
de: Verfügbare Aufgaben verfügbar: [[[[token_0]]] [[[[token_2]]] [[[token_1]]]]]
fr: Tâches disponibles: <strong>%(n)s</strong>
it: Attività disponibili: <strong> %(n)s [[[[TOKEN_1]]]
ja: 利用可能なタスク：[[[[[token_0]]]]] [[[[token_2]]]] [[[[token_1]]]
pt: Tarefas disponíveis: [[[[token_0]]]] [[[[token_2]]] [[[[token_1]]]]]
ru: Доступные задачи: [[[[token_0]]] [[[[[token_2]]]] [[[[token_1]]]]]]]]]]

source: You’re up to date. Click below to get your next task.
ar: أنت محدث. انقر أدناه للحصول على مهمتك التالية.
de: Du bist auf dem neuesten Stand. Klicken Sie unten, um Ihre nächste Aufgabe zu erhalten.
fr: Vous êtes à jour. Cliquez ci-dessous pour obtenir votre prochaine tâche.
it: Sei aggiornato. Fai clic di seguito per ottenere la tua prossima attività.
ja: あなたは最新のものです。次のタスクを取得するには、以下をクリックしてください。
pt: Você está atualizado. Clique abaixo para obter sua próxima tarefa.
ru: Вы в курсе. Нажмите ниже, чтобы получить следующую задачу.

source: Locked — contact support
ar: Locked - دعم الاتصال
de: Gesperrt - Kontaktunterstützung
fr: Verrouillé - support de contact
it: Bloccato - Supporto di contatto
ja: ロックされています - 連絡先サポート
pt: Bloqueado - Suporte de contato
ru: Заблокирован - контактная поддержка

source: Click to get your task
ar: انقر للحصول على مهمتك
de: Klicken Sie hier, um Ihre Aufgabe zu erhalten
fr: Cliquez pour obtenir votre tâche
it: Fai clic per ottenere la tua attività
ja: クリックしてタスクを取得します
pt: Clique para obter sua tarefa
ru: Нажмите, чтобы получить свою задачу

source: Filter tasks
ar: مهام التصفية
de: Filteraufgaben
fr: Tâches de filtre
it: Attività di filtro
ja: フィルタータスク
pt: Filtre tarefas
ru: Фильтруя задачи

source: All
ar: الجميع
de: Alle
fr: Tous
it: Tutto
ja: 全て
pt: Todos
ru: Все

source: Completed
ar: مكتمل
de: Vollendet
fr: Complété
it: Completato
ja: 完了しました
pt: Concluído
ru: Завершенный

source: Processing
ar: يعالج
de: Verarbeitung
fr: Traitement
it: Elaborazione
ja: 処理
pt: Processamento
ru: Обработка

source: Task History
ar: تاريخ المهمة
de: Aufgabengeschichte
fr: Historique des tâches
it: Cronologia delle attività
ja: タスク履歴
pt: Histórico de tarefas
ru: История задач

source: Status
ar: حالة
fr: Statut
it: Stato
ja: 状態
ru: Статус

source: View
ar: منظر
de: Sicht
fr: Voir
it: Visualizzazione
ja: ビュー
pt: Visualizar
ru: Вид

source: Product
ar: منتج
de: Produkt
fr: Produit
it: Prodotto
ja: 製品
pt: Produto
ru: Продукт

source: Price
ar: سعر
de: Preis
fr: Prix
it: Prezzo
ja: 価格
pt: Preço
ru: Цена

source: Comm
ar: إتصالات
fr: Communiquer
ru: Коммуникация

source: No Task History
ar: لا يوجد تاريخ مهمة
de: Keine Aufgabengeschichte
fr: Aucun historique de tâche
it: Nessuna storia di attività
ja: タスク履歴はありません
pt: Sem histórico de tarefas
ru: Нет истории задач

source: Product Name
ar: اسم المنتج
de: Produktname
fr: Nom de produit
it: Nome prodotto
ja: 製品名
pt: Nome do produto
ru: Название продукта

source: Order ID
ar: معرف الطلب
de: Bestellausweis
fr: ID de commande
it: Ordine ID
ja: IDを注文します
pt: ID do pedido
ru: Идентификатор заказа

source: Task %(id)s
fr: Tâche %(id)s

source: Close
ar: يغلق
de: Schließen
fr: Fermer
it: Vicino
ja: 近い
pt: Fechar
ru: Закрывать

source: Trial Complete
ar: محاكمة كاملة
de: Testversion vollständig
fr: Essai complet
it: Prova completa
ja: トライアルが完了します
pt: Julgamento completo
ru: Испытание завершено

source: You’ve completed all trial tasks. Please contact customer care to continue.
ar: لقد أكملت جميع المهام التجريبية. يرجى الاتصال بخدمة العملاء للمتابعة.
de: Sie haben alle Testaufgaben ausgeführt. Bitte wenden Sie sich an die Kundenbetreuung, um fortzufahren.
fr: Vous avez terminé toutes les tâches d'essai. Veuillez contacter le service client pour continuer.
it: Hai completato tutte le attività di prova. Si prega di contattare Customer Care per continuare.
ja: すべてのトライアルタスクを完了しました。継続するには、カスタマーケアに連絡してください。
pt: Você concluiu todas as tarefas de teste. Entre em contato com o atendimento ao cliente para continuar.
ru: Вы выполнили все пробные задачи. Пожалуйста, свяжитесь с клиентом, чтобы продолжить.

source: Customer care
de: Kundenbetreuung
fr: Service client

source: Dashboard — Tasks & Rewards
ar: لوحة القيادة - المهام والمكافآت
de: Dashboard - Aufgaben & Belohnungen
fr: Tableau de bord - Tâches et récompenses
it: Dashboard - Attività e premi
ja: ダッシュボード - タスクと報酬
pt: Painel - Tarefas e recompensas
ru: Панель инструментов - задачи и награды

source: My Dashboard
ar: لوحة القيادة الخاصة بي
de: Mein Armaturenbrett
fr: Mon tableau de bord
it: La mia dashboard
ja: 私のダッシュボード
pt: Meu painel
ru: Моя приборная панель

source: Home / dashboard
ar: الصفحة الرئيسية / لوحة القيادة
fr: Maison / tableau de bord
ja: ホーム /ダッシュボード
pt: Home / painel
ru: Главная / Панельная панель

source: User
ar: مستخدم
de: Benutzer
fr: Utilisateur
it: Utente
ja: ユーザー
pt: Usuário
ru: Пользователь

source: View Profile
ar: عرض الملف الشخصي
de: Profil anzeigen
fr: Afficher le profil
it: Visualizza il profilo
ja: プロファイルを表示します
pt: Ver perfil
ru: Просмотреть профиль

source: Location
ar: موقع
de: Standort
fr: Emplacement
it: Posizione
ja: 位置
pt: Localização
ru: Расположение

source: Rating
ar: تصنيف
de: Bewertung
fr: Notation
it: Valutazione
ja: 評価
pt: Avaliação
ru: Рейтинг

source: Search
ar: يبحث
de: Suchen
fr: Recherche
it: Ricerca
ja: 検索
pt: Procurar
ru: Поиск

source: Filters
ar: المرشحات
de: Filter
fr: Filtres
it: Filtri
ja: フィルター
pt: Filtros
ru: Фильтры

source: Recommended
ar: مُستَحسَن
de: Empfohlen
fr: Recommandé
it: Raccomandato
ja: 推奨
pt: Recomendado
ru: Рекомендуется

source: Popular
ar: شائع
de: Beliebt
fr: Populaire
it: Popolare
ja: 人気のある
ru: Популярный

source: Your avatar
de: Dein Avatar
fr: Votre avatar

source: Let’s do some task and earn reward
ar: دعونا نفعل بعض المهام ونكسب المكافأة
de: Lassen Sie uns eine Aufgabe erledigen und Belohnung verdienen
fr: Faisons une tâche et gagnons une récompense
it: Facciamo qualche compito e guadagniamo ricompensa
ja: いくつかのタスクをして、報酬を獲得しましょう
pt: Vamos fazer alguma tarefa e ganhar recompensa
ru: Давайте сделаем какую -то задачу и получим награду

source: Mobile header & filters
ar: رأس الجوال والمرشحات
de: Mobile Header & Filter
fr: En-tête mobile et filtres
it: Intestazione mobile e filtri
ja: モバイルヘッダーとフィルター
pt: Cabeçalho e filtros móveis
ru: Мобильный заголовок и фильтры

source: View profile
ar: عرض الملف الشخصي
de: Profil anzeigen
fr: Afficher le profil
it: Visualizza il profilo
ja: プロファイルを表示します
pt: Ver perfil
ru: Просмотреть профиль

source: wave
ar: موجة
de: Welle
fr: vague
it: onda
ja: 波
pt: aceno
ru: волна

source: Save %(name)s
de: Speichern [[[[token_0]]]]]]]]
fr: Enregistrer %(name)s

source: No %(tab)s hotels available.
ar: لا [[[[token_0]]]] الفنادق المتاحة.
de: Nein [[[[token_0]]] Hotels verfügbar.
fr: Non %(tab)s hôtels disponibles.
it: No %(tab)s Hotel disponibili.
ja: いいえ[[[[[token_0]]]]ホテルが利用可能です。
pt: Não [[[[token_0]]]] hotéis disponíveis.
ru: Нет [[[[[token_0]]]] Доступны отели.

source: Home / my wallet
ar: الصفحة الرئيسية / محفظتي
de: Zuhause / meine Brieftasche
fr: Accueil / mon portefeuille
it: Casa / il mio portafoglio
ja: 家 /私の財布
pt: Home / minha carteira
ru: Главная / мой кошелек

source: Wallet Summary
ar: ملخص محفظة
de: Brieftasche Zusammenfassung
fr: Résumé du portefeuille
it: Riepilogo del portafoglio
ja: ウォレットの概要
pt: Resumo da carteira
ru: Краткое изложение кошелька

source: Current Balance
ar: التوازن الحالي
de: Aktueller Gleichgewicht
fr: Solde actuel
it: Equilibrio attuale
ja: 現在のバランス
pt: Balanço atual
ru: Текущий баланс

source: Hide balance
ar: إخفاء التوازن
de: Gleichgewicht verbergen
fr: Masquer l'équilibre
it: Nascondere l'equilibrio
ja: バランスを隠します
pt: Ocultar o equilíbrio
ru: Скрыть баланс

source: Trial Bonus
ar: مكافأة التجربة
de: Testbonus
fr: Bonus d'essai
it: Bonus di prova
ja: トライアルボーナス
pt: Bônus de teste
ru: Пробный бонус

source: Withdraw
ar: ينسحب
de: Zurückziehen
fr: Retirer
it: Ritirare
ja: 撤回する
pt: Retirar
ru: Отзывать

source: Filter transactions (mobile)
ar: معاملات التصفية (الهاتف المحمول)
de: Filtertransaktionen (Mobile)
fr: Transactions de filtrage (mobile)
it: Filtro Transactions (Mobile)
ja: フィルタートランザクション（モバイル）
pt: Transações de filtro (móvel)
ru: Фильтрующие транзакции (мобильные)

source: Withdrawal
de: Rückzug
fr: Retrait

source: Filter transactions (desktop)
ar: معاملات التصفية (سطح المكتب)
de: Filtertransaktionen (Desktop)
fr: Transactions de filtrage (bureau)
it: Filtro Transactions (desktop)
ja: フィルタートランザクション（デスクトップ）
pt: Transações de filtro (desktop)
ru: Транзакции фильтров (настольный компьютер)

source: Added funds
ar: أموال إضافية
de: Fonds hinzugefügt
fr: Ajout de fonds
it: Fondi aggiunti
ja: 資金を追加しました
pt: Fundos adicionados
ru: Добавлены средства

source: Adjustment
ar: تعديل
de: Einstellung
fr: Ajustement
it: Regolazione
ja: 調整
pt: Ajuste
ru: Корректирование

source: No Transaction History
ar: لا يوجد تاريخ للمعاملة
de: Keine Transaktionsgeschichte
fr: Pas d'historique de transaction
it: Nessuna storia di transazioni
ja: 取引履歴はありません
pt: Sem histórico de transações
ru: Нет истории транзакций

source: When you start using your wallet, entries will show here.
ar: عندما تبدأ في استخدام محفظتك ، ستعرض الإدخالات هنا.
de: Wenn Sie Ihre Brieftasche verwenden, werden die Einträge hier angezeigt.
fr: Lorsque vous commencez à utiliser votre portefeuille, les entrées seront affichées ici.
it: Quando inizi a usare il tuo portafoglio, le voci verranno visualizzate qui.
ja: ウォレットの使用を開始すると、エントリがここに表示されます。
pt: Quando você começa a usar sua carteira, as entradas são exibidas aqui.
ru: Когда вы начнете использовать свой кошелек, записи покажут здесь.

source: Added funds • %(t.created_at|date:"Y-m-d")s
ar: أموال إضافية • ٪ (T.Created_at | التاريخ: "Y-M-D") S
de: Fonds hinzugefügt • %(T.Created_at | Datum: "Y-M-D") s
fr: Fonds supplémentaires • %(t.created_at|date:"Y-m-d")s
it: Fondi aggiunti • %(t.created_at | data: "y-m-d") s
ja: 追加ファンド•％（T.Created_at | date： "y-m-d"）s
pt: Fundos adicionados • %(t.created_at | data: "y-m-d") s
ru: Добавлены средства • %(t.created_at | Дата: "y-m-d") s

source: No deposits yet
ar: لا ودائع حتى الآن
de: Noch keine Einlagen
fr: Pas encore de dépôts
it: Nessun deposito ancora
ja: まだ預金はありません
pt: Sem depósitos ainda
ru: Пока нет депозитов

source: Withdrawal (Pending)
de: Auszug (ausstehend)
fr: Retrait (en attente)

source: Withdrawal (Failed)
de: Auszug (fehlgeschlagen)
fr: Retrait (échoué)

source: Requested
ar: مطلوب
de: Angefordert
fr: Demandé
it: Richiesto
ja: リクエスト
pt: Solicitado
ru: Запрошен

source: Request
ar: طلب
de: Anfrage
fr: Demande
it: Richiesta
ja: リクエスト
pt: Solicitar
ru: Запрос

source: Posted
ar: نشر
de: Gepostet
fr: Affiché
it: Pubblicato
ja: 投稿されました
pt: Postado
ru: Опубликовано

source: No withdrawals yet
de: Noch keine Abhebungen
fr: Pas encore de retrait

source: Payment • %(t.created_at|date:"Y-m-d")s
ar: الدفع • ٪ (t.created_at | التاريخ: "y-m-d") s
de: Zahlung • %(T.Created_at | Datum: "Y-M-D") s
fr: Paiement • %(t.created_at|date:"Y-m-d")s
it: Pagamento • %(t.created_at | data: "y-m-d") s
ja: 支払い•％（t.created_at | date： "y-m-d"）s
pt: Pagamento • %(t.created_at | date: "y-m-d") s
ru: Оплата • %(t.created_at | Дата: "Y-M-D") s

source: No commissions yet
ar: لا عمولات حتى الآن
de: Noch keine Provisionen
fr: Pas encore de commissions
it: Nessuna commissione ancora
ja: まだ手数料はありません
pt: Sem comissões ainda
ru: Пока нет комиссий

source: Transaction Details
ar: تفاصيل المعاملة
de: Transaktionsdetails
fr: Détails de la transaction
it: Dettagli della transazione
ja: トランザクションの詳細
pt: Detalhes da transação
ru: Детали транзакции

source: Transaction ID
ar: معرف المعاملة
de: Transaktions -ID
fr: ID de transaction
it: ID transazione
ja: トランザクションID
pt: ID da transação
ru: Идентификатор транзакции

source: Copy ID
ar: نسخ معرف
de: Kopier -ID
fr: Copier ID
it: Copia ID
ja: IDをコピーします
pt: Cópia ID
ru: Копия идентификатор

source: State
ar: ولاية
de: Zustand
fr: État
it: Stato
ja: 州
pt: Estado
ru: Состояние

source: Added fund to wallet
ar: تمت إضافة صندوق إلى المحفظة
de: Fonds zur Brieftasche hinzugefügt
fr: Fonds ajouté au portefeuille
it: Aggiunto fondo al portafoglio
ja: ウォレットにファンドを追加しました
pt: Fundo adicionado à carteira
ru: Добавлен фонд в кошелек

source: Show balance
ar: عرض التوازن
de: Gleichgewicht zeigen
fr: Montrer l'équilibre
it: Mostra l'equilibrio
ja: バランスを示します
pt: Mostre o equilíbrio
ru: Показать баланс

source: Home / my Wallet / Withdrawal
ar: الصفحة الرئيسية / محفظتي / الانسحاب
de: Home / meine Brieftasche / Rückzug
fr: Accueil / mon portefeuille / retrait
it: Home / Il mio portafoglio / ritiro
ja: ホーム /私の財布 /離脱
pt: Home / minha carteira / retirada
ru: Главная / мой кошелек / снятие средств

source: Your withdrawal method is verified.
ar: تم التحقق من طريقة السحب الخاصة بك.
de: Ihre Auszahlungsmethode wird verifiziert.
fr: Votre méthode de retrait est vérifiée.
it: Il tuo metodo di prelievo è verificato.
ja: 撤退方法が検証されています。
pt: Seu método de retirada é verificado.
ru: Ваш метод отмены проверен.

source: USD (US Dollar)
ar: الدولار الأمريكي (الدولار الأمريكي)
fr: USD (dollar américain)
it: USD (dollaro USA)
ja: USD（米ドル）
pt: USD (dólar americano)
ru: Доллар США (доллар США)

source: GBP (Pound)
ar: GBP (الجنيه)
de: GBP (Pfund)
fr: GBP (livre)
it: GBP (libbra)
ja: GBP（ポンド）
pt: GBP (libra)
ru: GBP (фунт)

source: per request
ar: لكل طلب
de: pro Anfrage
fr: par demande
it: per richiesta
ja: リクエストごと
pt: por solicitação
ru: по запросу

source: Bound wallet address
ar: عنوان محفظة ملزمة
de: Gebundene Brieftaschenadresse
fr: Adresse du portefeuille lié
it: Indirizzo del portafoglio legato
ja: バインドされたウォレットアドレス
pt: Endereço da carteira ligada
ru: Связанный адрес кошелька

source: Update address
ar: تحديث العنوان
de: Adresse aktualisieren
fr: Adresse de mise à jour
it: Indirizzo di aggiornamento
ja: アドレスを更新します
pt: Atualizar endereço
ru: Обновление адреса

source: Network:
ar: شبكة:
de: Netzwerk:
fr: Réseau:
it: Rete:
ja: ネットワーク：
pt: Rede:
ru: Сеть:

source: Bind your wallet address first
ar: ربط عنوان محفظتك أولاً
de: Binden Sie zuerst Ihre Brieftascheadresse
fr: Liez d'abord votre adresse de portefeuille
it: Lega prima il tuo indirizzo del portafoglio
ja: 最初にウォレットアドレスをバインドします
pt: Ligue o endereço da sua carteira primeiro
ru: Сначала свяжите адрес своего кошелька

source: Bind Wallet Address
ar: ربط عنوان المحفظة
de: Brieftaschenadresse binden
fr: Adresse de portefeuille de liaison
it: Indirizzo del portafoglio di legame
ja: バインドウォレットアドレス
pt: Amarre o endereço da carteira
ru: Привязать адрес кошелька
