Repository: benchatronics/meta
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, it, ja, pt, ru

source: Clear withdrawal PIN
ar: دبوس الانسحاب واضح
de: Klarer Rückzugsnadel
fr: PIN DE RETRAIT
it: Chiarire il perno di ritiro
ja: クリア離脱ピン
pt: Pino de retirada clara
ru: Чистая штифта снятия

source: Tick to remove any existing withdrawal PIN so the user must set a new one.
ar: علامة لإزالة أي دبوس سحب موجود بحيث يتعين على المستخدم تعيين جدول جديد.
de: Ticken Sie, um einen vorhandenen Rückzugs -PIN zu entfernen, damit der Benutzer eine neue festlegen muss.
fr: Cochez pour supprimer toute broche de retrait existante afin que l'utilisateur doit en définir un nouveau.
it: Spezza per rimuovere qualsiasi pin di prelievo esistente in modo che l'utente debba impostarne uno nuovo.
ja: ユーザーが新しいものを設定する必要があるように、既存の引き出しピンを削除するには、チェックしてください。
pt: Marque para remover qualquer pino de retirada existente para que o usuário deva definir um novo.
ru: Тик для удаления любого существующего вывода снятия, чтобы пользователь должен установить новый.

source: Set new withdrawal PIN
ar: تعيين دبوس الانسحاب الجديد
de: Setzen Sie einen neuen Rückzugsstift
fr: Définir la nouvelle broche de retrait
it: Imposta un nuovo pin di prelievo
ja: 新しい引き出しピンを設定します
pt: Defina um novo pino de retirada
ru: Установить новую штифт

source: Optional. Enter exactly 6 digits to set/reset the PIN.
ar: خياري. أدخل بالضبط 6 أرقام لتعيين/إعادة تعيين الدبوس.
de: Optional. Geben Sie genau 6 Ziffern ein, um den PIN einzustellen/zurückzusetzen.
fr: Facultatif. Entrez exactement 6 chiffres pour définir / réinitialiser la broche.
it: Opzionale. Immettere esattamente 6 cifre per impostare/ripristinare il pin.
ja: オプション。正確に6桁を入力して、ピンを設定/リセットします。
pt: Opcional. Digite exatamente 6 dígitos para definir/redefinir o pino.
ru: Необязательный. Введите ровно 6 цифр, чтобы установить/сбросить штифт.

source: PIN must be exactly 6 digits.
ar: يجب أن يكون الدبوس بالضبط 6 أرقام.
de: Pin muss genau 6 Ziffern sein.
fr: La broche doit être exactement à 6 chiffres.
it: Il pin deve essere esattamente 6 cifre.
ja: ピンは正確に6桁でなければなりません。
pt: O PIN deve ser exatamente 6 dígitos.
ru: PIN -код должен быть ровно 6 цифр.

source: Withdrawal security
ar: أمن الانسحاب
de: Rückzugssicherheit
fr: Garantie de retrait
it: Sicurezza del prelievo
ja: 撤退セキュリティ
pt: Segurança de retirada
ru: Безопасность вывода

source: Account password
ar: كلمة مرور الحساب
de: Konto Passwort
fr: Mot de passe du compte
it: Password dell'account
ja: アカウントパスワード
pt: Senha da conta
ru: Пароль учетной записи

source: Withdrawal password (6 digits)
ar: كلمة مرور السحب (6 أرقام)
de: Rückzahlungspasschen (6 Ziffern)
fr: Mot de passe de retrait (6 chiffres)
it: Password di prelievo (6 cifre)
ja: 引き出しパスワード（6桁）
pt: Senha de retirada (6 dígitos)
ru: Пароль снятия (6 цифр)

source: Confirm withdrawal password
ar: تأكيد كلمة مرور السحب
de: Bestätigen Sie das Abhebungskennwort
fr: Confirmer le mot de passe de retrait
it: Conferma la password di astinenza
ja: 引き出しパスワードを確認します
pt: Confirme a senha de retirada
ru: Подтвердите пароль отмены

source: Incorrect account password.
ar: كلمة مرور الحساب غير صحيحة.
de: Falsches Konto Passwort.
fr: Mot de passe du compte incorrect.
it: Password dell'account errata.
ja: 誤ったアカウントパスワード。
pt: Senha da conta incorreta.
ru: Неправильный пароль учетной записи.

source: Enter exactly 6 digits.
ar: أدخل بالضبط 6 أرقام.
de: Geben Sie genau 6 Ziffern ein.
fr: Entrez exactement 6 chiffres.
it: Inserisci esattamente 6 cifre.
ja: 正確に6桁を入力します。
pt: Insira exatamente 6 dígitos.
ru: Введите ровно 6 цифр.

source: Passwords do not match.
ar: كلمات المرور لا تتطابق.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
ja: パスワードが一致しません。
pt: As senhas não correspondem.
ru: Пароли не совпадают.

source: Current withdrawal password
ar: كلمة مرور السحب الحالية
de: Aktuelles Abhebungskennwort
fr: Mot de passe de retrait actuel
it: Password di prelievo corrente
ja: 現在の引き出しパスワード
pt: Senha de retirada atual
ru: Текущий пароль отмены

source: New withdrawal password (6 digits)
ar: كلمة مرور سحب جديدة (6 أرقام)
de: Neues Abhebungskennwort (6 Ziffern)
fr: Nouveau mot de passe de retrait (6 chiffres)
it: Nuova password di prelievo (6 cifre)
ja: 新しい引き出しパスワード（6桁）
pt: Nova senha de retirada (6 dígitos)
ru: Новый пароль снятия (6 цифр)

source: Confirm new withdrawal password
ar: تأكيد كلمة مرور السحب الجديدة
de: Bestätigen Sie das neue Abhebungskennwort
fr: Confirmer un nouveau mot de passe de retrait
it: Conferma la nuova password di prelievo
ja: 新しい引き出しパスワードを確認します
pt: Confirme nova senha de retirada
ru: Подтвердите новый пароль отмены

source: Incorrect withdrawal password.
ar: كلمة مرور السحب غير صحيحة.
de: Falsches Abhebungskennwort.
fr: Mot de passe de retrait incorrect.
it: Password di prelievo errata.
ja: 誤った引き出しパスワード。
pt: Senha de retirada incorreta.
ru: Неправильный пароль снятия.

source: JPG/PNG/WebP/GIF, up to %(mb)s MB.
ar: JPG/PNG/WebP/GIF ، حتى [[[[[token_0]]]] MB.
de: Jpg/png/webp/gif, bis [[[token_0]]] MB.
fr: Jpg/png/webp/gif, jusqu'à %(mb)s MB.
it: Jpg/png/webp/gif, fino a [[[[token_0]]]] mb.
ja: jpg/png/webp/gif、upまで[[[[token_0]]]] mb。
pt: Jpg/png/webp/gif, até [[[[token_0]]]] mb.
ru: Jpg/png/webp/gif, до %(mb)s Mb.

source: Direct image URL (used only if no file is uploaded).
ar: عنوان URL المباشر للصور (يستخدم فقط إذا لم يتم تحميل أي ملف).
de: Direkte Bild -URL (verwendet nur, wenn keine Datei hochgeladen wird).
fr: URL d'image directe (utilisée uniquement si aucun fichier n'est téléchargé).
it: URL dell'immagine diretta (utilizzato solo se non viene caricato alcun file).
ja: Direct Image URL（ファイルがアップロードされていない場合にのみ使用）。
pt: URL da imagem direta (usado apenas se nenhum arquivo for carregado).
ru: Прямой URL -адрес изображения (используется только в случае загрузки файла).

source: Unsupported image type. Use JPG, PNG, WebP, or GIF.
ar: نوع الصورة غير المدعوم. استخدم JPG أو PNG أو WebP أو GIF.
de: Nicht unterstützter Bildtyp. Verwenden Sie JPG, PNG, Webp oder GIF.
fr: Type d'image non pris en charge. Utilisez JPG, PNG, WebP ou GIF.
it: Tipo di immagine non supportato. Utilizzare JPG, PNG, WebP o GIF.
ja: サポートされていない画像タイプ。 JPG、PNG、WebP、またはGIFを使用します。
pt: Tipo de imagem não suportado. Use JPG, PNG, Webp ou GIF.
ru: Неподдерживаемый тип изображения. Используйте JPG, PNG, WEBP или GIF.

source: Image too large (max %(mb)s MB).
ar: صورة كبيرة جدًا (كحد أقصى [[[[[token_0]]]]] MB).
de: Bild zu groß (max [[[[token_0]]] mb).
fr: Image trop grande (max %(mb)s MB).
it: Immagine troppo grande (max [[[[token_0]]]] MB).
ja: 画像が大きすぎる（max [[[[[token_0]]]] mb）。
pt: Imagem muito grande (max [[[[token_0]]]] mb).
ru: Изображение слишком большое (max %(mb)s Mb).

source: Only http/https URLs are allowed.
ar: يُسمح فقط بعنوان URL HTTP/HTTPS.
de: Nur HTTP/HTTPS -URLs sind erlaubt.
fr: Seules les URL HTTP / HTTPS sont autorisées.
it: Sono consentiti solo URL HTTP/HTTPS.
ja: HTTP/HTTPS URLのみが許可されています。
pt: Somente URLs HTTP/HTTPS são permitidos.
ru: Разрешены только URL -адреса HTTP/HTTPS.

source: Country code
ar: رمز البلد
de: Landesvorwahl
es: Código de país
fr: Code du pays
it: Codice del paese
ja: 国コード
pt: Código do país
ru: Код страны

source: Enter your phone number
ar: أدخل رقم هاتفك
de: Geben Sie Ihre Telefonnummer ein
es: Ingrese su número de teléfono
fr: Entrez votre numéro de téléphone
it: Inserisci il tuo numero di telefono
ja: 電話番号を入力してください
pt: Digite seu número de telefone
ru: Введите свой номер телефона

source: Phone number
ar: رقم التليفون
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
pt: Número de telefone
ru: Номер телефона

source: Enter your invitation code
ar: أدخل رمز الدعوة الخاص بك
de: Geben Sie Ihren Einladungscode ein
es: Ingrese su código de invitación
fr: Entrez votre code d'invitation
it: Inserisci il tuo codice di invito
ja: 招待コードを入力してください
pt: Digite seu código de convite
ru: Введите свой код приглашения

source: Invitation code
ar: رمز الدعوة
de: Einladungscode
es: Código de invitación
fr: Code d'invitation
it: Codice di invito
ja: 招待コード
pt: Código de convite
ru: Приглашение код

source: I am not a robot
ar: أنا لست روبوت
de: Ich bin kein Roboter
es: No soy un robot
fr: Je ne suis pas un robot
it: Non sono un robot
ja: 私はロボットではありません
pt: Eu não sou um robô
ru: Я не робот

source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort ein
es: Ingrese su contraseña
fr: Entrez votre mot de passe
it: Inserisci la tua password
ja: パスワードを入力してください
pt: Digite sua senha
ru: Введите свой пароль

source: Re-enter your password
ar: أعد إدخال كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort wieder ein
es: Vuelva a ingresar su contraseña
fr: Rentrez votre mot de passe
it: Rientrare nella tua password
ja: パスワードを再入力します
pt: Entre sua senha
ru: Повторно введите свой пароль

source: Invalid phone number format.
ar: تنسيق رقم الهاتف غير صالح.
de: Ungültiges Telefonnummer -Format.
es: Formato de número de teléfono inválido.
fr: Format de numéro de téléphone non valide.
it: Formato numero di telefono non valido.
ja: 無効な電話番号形式。
pt: Formato de número de telefone inválido.
ru: Неверный формат номера телефона.

source: This phone number is not possible for the selected country.
ar: رقم الهاتف هذا غير ممكن للبلد المحدد.
de: Diese Telefonnummer ist für das ausgewählte Land nicht möglich.
es: Este número de teléfono no es posible para el país seleccionado.
fr: Ce numéro de téléphone n'est pas possible pour le pays sélectionné.
it: Questo numero di telefono non è possibile per il paese selezionato.
ja: この電話番号は、選択した国では不可能です。
pt: Este número de telefone não é possível para o país selecionado.
ru: Этот номер телефона невозможен для выбранной страны.

source: This phone number is not valid for the selected country.
ar: رقم الهاتف هذا غير صالح للبلد المحدد.
de: Diese Telefonnummer gilt nicht für das ausgewählte Land.
es: Este número de teléfono no es válido para el país seleccionado.
fr: Ce numéro de téléphone n'est pas valable pour le pays sélectionné.
it: Questo numero di telefono non è valido per il paese selezionato.
ja: この電話番号は、選択した国では無効です。
pt: Este número de telefone não é válido para o país selecionado.
ru: Этот номер телефона не действителен для выбранной страны.

source: Phone number length must be between %(lo)d and %(hi)d digits for %(country)s.
ar: يجب أن يكون طول رقم الهاتف بين ٪ (lo) d و ٪ (hi) d لأرقام [[[[[token_0]]]]].
de: Die Telefonnummernlänge muss zwischen %(lo) d und %(HI) D -Ziffern für [[[[token_0]]] liegen.
es: La longitud del número de teléfono debe estar entre %(lo)d y %(hi)d dígitos para %(country)s.
fr: La longueur du numéro de téléphone doit être entre %(lo)d et %(hi)d chiffres pour %(country)s.
it: La lunghezza del numero di telefono deve essere tra %(lo) d e %(hi) d cifre per %(country)s.
ja: 電話番号の長さは、[[[[[[token_0]]]]]の場合、％（lo）dと％（hi）d digitsの間でなければなりません。
pt: O comprimento do número de telefone deve estar entre %(lo) d e %(hi) d dígitos para [[[[token_0]]]].
ru: Длина номера телефона должна быть от %(lo)d до %(hi)d цифр для %(country)s

source: An account with this phone already exists.
ar: يوجد حساب مع هذا الهاتف بالفعل.
de: Ein Konto mit diesem Telefon gibt es bereits.
es: Ya existe una cuenta con este número de teléfono.
fr: Un compte avec ce téléphone existe déjà.
it: Un account con questo telefono esiste già.
ja: この電話のアカウントはすでに存在しています。
pt: Uma conta com este telefone já existe.
ru: Учетная запись с этим телефоном уже существует.

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha
ru: Пароль

source: Raw passwords are not stored, so there is no way to see this user’s password, but you can change the password using the “Change password” form.
ar: لا يتم تخزين كلمات المرور الخام ، لذلك لا توجد طريقة لرؤية كلمة مرور هذا المستخدم ، ولكن يمكنك تغيير كلمة المرور باستخدام نموذج "تغيير كلمة المرور".
de: Rohkennwörter werden nicht gespeichert, daher gibt es keine Möglichkeit, das Kennwort dieses Benutzers zu sehen. Sie können das Kennwort mit dem Formular „Kennwort ändern“ ändern.
es: Las contraseñas no se almacenan en texto plano, por lo que no hay forma de ver la contraseña de este usuario, pero puede cambiarla usando el formulario “Cambiar contraseña”.
fr: Les mots de passe bruts ne sont pas stockés, il n'y a donc aucun moyen de voir le mot de passe de cet utilisateur, mais vous pouvez modifier le mot de passe à l'aide du formulaire «Changer le mot de passe».
it: Le password grezze non sono archiviate, quindi non c'è modo di vedere la password di questo utente, ma è possibile modificare la password utilizzando il modulo "Modifica password".
ja: 生のパスワードは保存されていないため、このユーザーのパスワードを表示する方法はありませんが、「パスワードの変更」フォームを使用してパスワードを変更できます。
pt: As senhas brutas não são armazenadas; portanto, não há como ver a senha desse usuário, mas você pode alterar a senha usando o formulário "Alterar senha".
ru: Необработанные пароли не хранятся, поэтому невозможно увидеть пароль этого пользователя, но вы можете изменить пароль, используя форму «Изменение пароля».

source: User phone (E.164 or local NG)
ar: هاتف المستخدم (E.164 أو NG المحلي)
de: Benutzer Telefon (E.164 oder lokales NG)
es: Teléfono del usuario (E.164 o formato local NG)
fr: Téléphone utilisateur (E.164 ou NG local)
it: Telefono utente (E.164 o NG locale)
ja: ユーザー電話（E.164またはローカルNG）
pt: Telefone do usuário (E.164 ou NG local)
ru: Пользовательский телефон (E.164 или локальный NG)

source: +2348012345678 or 080...
ar: +2348012345678 أو 080 ...
de: +2348012345678 oder 080 ...
es: +2348012345678 o 080...
fr: +2348012345678 ou 080 ...
it: +2348012345678 o 080 ...
ja: +2348012345678または080 ...
pt: +2348012345678 ou 080 ...
ru: +2348012345678 или 080 ...

source: New password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
pt: Nova Senha
ru: Новый пароль

source: Confirm new password
ar: تأكيد كلمة مرور جديدة
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer un nouveau mot de passe
it: Conferma nuova password
ja: 新しいパスワードを確認します
pt: Confirme nova senha
ru: Подтвердите новый пароль

source: Phone does not match your account.
ar: الهاتف لا يتطابق مع حسابك.
de: Das Telefon stimmt nicht mit Ihrem Konto überein.
fr: Le téléphone ne correspond pas à votre compte.
it: Il telefono non corrisponde al tuo account.
ja: 電話はあなたのアカウントと一致しません。
pt: O telefone não corresponde à sua conta.
ru: Телефон не соответствует вашей учетной записи.

source: About us
ar: معلومات عنا
de: Über uns
fr: À propos de nous
it: Chi siamo
ja: 私たちについて
pt: Sobre nós
ru: О нас

source: Contact us
ar: اتصل بنا
de: Kontaktieren Sie uns
fr: Contactez-nous
it: Contattaci
ja: お問い合わせ
pt: Contate-nos
ru: Связаться с нами

source: Help
ar: يساعد
de: Helfen
fr: Aide
it: Aiuto
ja: ヘルプ
pt: Ajuda
ru: Помощь

source: Level
ar: مستوى
de: Ebene
fr: Niveau
it: Livello
ja: レベル
pt: Nível
ru: Уровень

source: Sign-in reward
ar: مكافأة تسجيل الدخول
de: Anmeldung belohnt
fr: Récompense de connexion
it: Ricompensa dell'accesso
ja: サインイン報酬
pt: Recompensa de login
ru: Вознаграждение вхождения

source: Withdrawal password set.
ar: تعيين كلمة مرور السحب.
de: Auszahlung Passwort festgelegt.
fr: Ensemble de mot de passe de retrait.
it: Set di password di prelievo.
ja: 引き出しパスワードセット。
pt: Senha de retirada Conjunto.
ru: Установка пароля.

source: You don’t have a withdrawal password yet. Set one first.
ar: ليس لديك كلمة مرور سحب بعد. تعيين واحد أولا.
de: Sie haben noch kein Auszahlungskennwort. Setzen Sie einen zuerst.
fr: Vous n'avez pas encore de mot de passe de retrait. Réglez un en premier.
it: Non hai ancora una password di prelievo. Imposta uno per primo.
ja: 引き出しパスワードはまだありません。最初に1つを設定します。
pt: Você ainda não tem uma senha de retirada. Defina um primeiro.
ru: У вас еще нет пароля отмены. Сначала установите один.

source: Withdrawal password updated.
ar: تم تحديث كلمة مرور السحب.
de: Auszahlungspasswort aktualisiert.
fr: Mot de passe de retrait mis à jour.
it: Password di prelievo aggiornata.
ja: 引き出しパスワードが更新されました。
pt: Senha de retirada atualizada.
ru: Установка пароля обновляется.

source: Verification code
ar: رمز التحقق
de: Bestätigungscode
es: Código de verificación
fr: Le code de vérification
it: Codice di verifica
ja: 検証コード
pt: Código de verificação
ru: Проверочный код

source: No account found for that phone.
ar: لم يتم العثور على حساب لهذا الهاتف.
de: Für dieses Telefon wurde kein Konto gefunden.
es: No se encontró ninguna cuenta para ese número de teléfono.
fr: Aucun compte trouvé pour ce téléphone.
it: Nessun account trovato per quel telefono.
ja: その電話のアカウントは見つかりませんでした。
pt: Nenhuma conta encontrada para esse telefone.
ru: Для этого телефона не было найдено учетной записи.

source: Your reset code is: %(otp)s. It expires in 10 minutes.
ar: رمز إعادة الضبط الخاص بك هو: [[[[[token_0]]]]]. تنتهي في 10 دقائق.
de: Ihr Reset -Code lautet: [[[[token_0]]]. Es läuft in 10 Minuten ab.
es: Su código de restablecimiento es: %(otp)s. Expira en 10 minutos.
fr: Votre code de réinitialisation est: %(otp)s. Il expire en 10 minutes.
it: Il codice di ripristino è: [[[[TOKEN_0]]]. Scade in 10 minuti.
ja: リセットコードは次のとおりです。[[[[[[token_0]]]]。 10分で失効します。
pt: Seu código de redefinição é: [[[[token_0]]]]. Ele expira em 10 minutos.
ru: Ваш код сброса: %(otp)s . Срок действия истекает за 10 минут.

source: We couldn’t send the code. Please try again in a moment.
ar: لم نتمكن من إرسال الرمز. يرجى المحاولة مرة أخرى في لحظة.
de: Wir konnten den Code nicht senden. Bitte versuchen Sie es gleich erneut.
fr: Nous ne pouvions pas envoyer le code. Veuillez réessayer dans un instant.
it: Non abbiamo potuto inviare il codice. Per favore riprova tra un momento.
ja: コードを送信できませんでした。すぐにもう一度やり直してください。
pt: Não podíamos enviar o código. Por favor, tente novamente em um momento.
ru: Мы не могли отправить код. Пожалуйста, попробуйте еще раз через мгновение.

source: Unexpected error sending code. Try again later.
ar: خطأ غير متوقع إرسال رمز. حاول مرة أخرى لاحقًا.
de: Unerwarteter Fehler beim Senden von Code. Versuchen Sie es später erneut.
fr: Code d'envoi d'erreur inattendu. Réessayez plus tard.
it: Errore imprevisto per l'invio del codice. Riprova più tardi.
ja: 予期しないエラー送信コード。後でもう一度やり直してください。
pt: Erro inesperado enviando código. Tente novamente mais tarde.
ru: Неожиданная ошибка отправки кода. Попробуйте еще раз позже.

source: We sent a verification code to your phone.
ar: أرسلنا رمز التحقق إلى هاتفك.
de: Wir haben einen Verifizierungscode an Ihr Telefon gesendet.
es: Hemos enviado un código de verificación a su teléfono.
fr: Nous avons envoyé un code de vérification à votre téléphone.
it: Abbiamo inviato un codice di verifica al tuo telefono.
ja: 確認コードをお使いの携帯電話に送信しました。
pt: Enviamos um código de verificação para o seu telefone.
ru: Мы отправили код проверки на ваш телефон.

source: Please correct the errors below.
ar: الرجاء تصحيح الأخطاء أدناه.
de: Bitte korrigieren Sie die folgenden Fehler.
es: Por favor, corrija los errores a continuación.
fr: Veuillez corriger les erreurs ci-dessous.
it: Correggi gli errori seguenti.
ja: 以下のエラーを修正してください。
pt: Corrija os erros abaixo.
ru: Пожалуйста, исправьте ошибки ниже.

source: Start by entering your phone number.
ar: ابدأ بإدخال رقم هاتفك.
de: Beginnen Sie mit der Eingabe Ihrer Telefonnummer.
es: Comience ingresando su número de teléfono.
fr: Commencez par entrer dans votre numéro de téléphone.
it: Inizia inserendo il tuo numero di telefono.
ja: 電話番号を入力することから始めます。
pt: Comece digitando seu número de telefone.
ru: Начните с ввода вашего номера телефона.

source: Invalid or expired code.
ar: رمز غير صالح أو منتهي الصلاحية.
de: Ungültiger oder abgelaufener Code.
es: Código inválido o expirado.
fr: Code non valide ou expiré.
it: Codice non valido o scaduto.
ja: 無効または期限切れのコード。
pt: Código inválido ou expirado.
ru: Неверный или истекший код.

source: Account not found. Please start over.
ar: الحساب لم يتم العثور عليه. من فضلك ابدأ من جديد.
de: Konto nicht gefunden. Bitte fangen Sie von vorne an.
es: Cuenta no encontrada. Por favor, comience de nuevo.
fr: Compte non trouvé. Veuillez recommencer.
it: Account non trovato. Si prega di ricominciare da capo.
ja: アカウントが見つかりません。やり直してください。
pt: Conta não encontrada. Por favor, comece de novo.
ru: Учетная запись не найдена. Пожалуйста, начните все сначала.

source: Your password has been reset. You can now sign in.
ar: تمت إعادة تعيين كلمة المرور الخاصة بك. يمكنك الآن تسجيل الدخول.
de: Ihr Passwort wurde zurückgesetzt. Sie können sich jetzt anmelden.
es: Su contraseña ha sido restablecida. Ahora puede iniciar sesión.
fr: Votre mot de passe a été réinitialisé. Vous pouvez maintenant vous connecter.
it: La tua password è stata ripristinata. Ora puoi accedere.
ja: パスワードがリセットされています。サインインすることができます。
pt: Sua senha foi redefinida. Agora você pode fazer login.
ru: Ваш пароль был сброшен. Теперь вы можете войти в систему.

source: You're already signed in.
ar: لقد وقعت بالفعل في.
de: Sie sind bereits angemeldet.
fr: Vous êtes déjà connecté.
it: Sei già firmato.
ja: あなたはすでにサインインしています。
pt: Você já está conectado.
ru: Вы уже вошли.

source: Welcome back!
ar: مرحبًا بعودتك!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fr: Content de te revoir!
it: Bentornato!
ja: おかえり！
pt: Bem vindo de volta!
ru: Добро пожаловать!

source: Invalid phone or password.
ar: هاتف غير صالح أو كلمة مرور.
de: Ungültiges Telefon oder Passwort.
es: Teléfono o contraseña inválidos.
fr: Téléphone ou mot de passe non valide.
it: Telefono o password non validi.
ja: 無効な電話またはパスワード。
pt: Telefone ou senha inválida.
ru: Неверный телефон или пароль.

source: Account created!
ar: حساب تم إنشاؤه!
de: Konto erstellt!
es: ¡Cuenta creada!
fr: Compte créé!
it: Account creato!
ja: 作成されたアカウント！
pt: Conta criada!
ru: Создана учетная запись!

source: You have been logged out.
ar: لقد قمت بتسجيل الخروج.
de: Sie wurden ausgeloggt.
es: Ha cerrado sesión.
fr: Vous avez été déconnecté.
it: Sei stato disconnesso.
ja: あなたはログアウトされています。
pt: Você foi elaborado.
ru: Вы были зарегистрированы.

source: Invalid phone format. Please enter a valid number.
ar: تنسيق هاتف غير صالح. الرجاء إدخال رقم صالح.
de: Ungültiges Telefonformat. Bitte geben Sie eine gültige Nummer ein.
es: Formato de teléfono inválido. Por favor, ingrese un número válido.
fr: Format de téléphone non valide. Veuillez saisir un numéro valide.
it: Formato telefono non valido. Immettere un numero valido.
ja: 無効な電話形式。有効な番号を入力してください。
pt: Formato de telefone inválido. Por favor, insira um número válido.
ru: Неверный формат телефона. Пожалуйста, введите действительный номер.

source: No user found with phone %(phone)s.
ar: لم يتم العثور على مستخدم بالهاتف [[[[[token_0]]]]].
de: Kein Benutzer mit Telefon gefunden [[[[token_0]]]].
es: No se encontró ningún usuario con el teléfono %(phone)s.
fr: Aucun utilisateur trouvé avec le téléphone %(phone)s.
it: Nessun utente trovato con telefono [[[[TOKEN_0]]].
ja: 電話[[[[[[token_0]]]]]でユーザーは見つかりませんでした。
pt: Nenhum usuário encontrado com telefone [[[[token_0]]]].
ru: Пользователь не найден с телефоном %(phone)s.

source: Password reset for %(phone)s.
ar: إعادة تعيين كلمة المرور لـ [[[[[token_0]]]]].
de: Passwort zurücksetzen für [[[[token_0]]]].
es: Contraseña restablecida para %(phone)s.
fr: Réinitialisation du mot de passe pour %(phone)s.
it: Reimpostazione della password per [[[[TOKEN_0]]].
ja: [[[[[[[token_0]]]]]のパスワードリセット。
pt: Redefinição de senha para [[[[token_0]]]].
ru: Сброс пароля для %(phone)s.

source: Password updated.
ar: تم تحديث كلمة المرور.
de: Passwort aktualisiert.
fr: Mot de passe mis à jour.
it: Password aggiornata.
ja: パスワードが更新されました。
pt: Senha atualizada.
ru: Пароль обновлен.

source: Auth
ar: مصادقة
fr: Authentification
ja: 認証
ru: Аут

source: Go back
de: Geh zurück
fr: Remonter

source: Home
ar: بيت
de: Heim
fr: Maison
it: Casa
ja: 家
pt: Lar
ru: Дом

source: info
ar: معلومات
fr: informations
it: informazioni
ja: 情報
pt: informações
ru: информация
