Repository: benchatronics/meta
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, it, ja, pt, ru

source: Info
ar: معلومات
fr: Informations
it: Informazioni
ja: 情報
pt: Informações
ru: Информация

source: Settings
ar: إعدادات
de: Einstellungen
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações
ru: Настройки

source: setting
ar: جلسة
de: Einstellung
fr: paramètre
it: collocamento
ja: 設定
pt: contexto
ru: параметр

source: Setting
ar: جلسة
de: Einstellung
fr: Paramètre
it: Collocamento
ja: 設定
pt: Contexto
ru: Параметр

source: Profile
ar: حساب تعريفي
de: Profil
fr: Profil
it: Profilo
ja: プロフィール
pt: Perfil
ru: Профиль

source: Language
ar: لغة
de: Sprache
fr: Langue
it: Lingua
ja: 言語
pt: Linguagem
ru: Язык

source: Change password
ar: تغيير كلمة المرور
de: Kennwort ändern
fr: Changer le mot de passe
it: Cambiare la password
ja: パスワードを変更する
pt: Alterar a senha
ru: Изменить пароль

source: Withdrawal password
de: Auszahlungspasswort
fr: Mot de passe de retrait

source: My Wallet
ar: محفظتي
de: Meine Brieftasche
fr: Mon portefeuille
it: Il mio portafoglio
ja: 私の財布
pt: Minha carteira
ru: Мой кошелек

source: Dashboard
ar: لوحة القيادة
de: Armaturenbrett
fr: Tableau de bord
it: Pannello di controllo
ja: ダッシュボード
pt: Painel
ru: Приборная панель

source: Collapse menu
ar: قائمة الانهيار
de: Zusammenbruchmenü
fr: Menu d'effondrement
it: Menu di collasso
ja: 崩壊メニュー
pt: Menu de colapso
ru: Меню обрушения

source: Collapse
ar: ينهار
de: Zusammenbruch
fr: Effondrement
it: Crollo
ja: 崩壊
pt: Colapso
ru: Крах

source: User avatar
de: Benutzer Avatar
fr: Avatar de l'utilisateur

source: User ID
ar: معرف المستخدم
de: Benutzer-ID
fr: ID de l'utilisateur
it: ID utente
ja: ユーザーID
pt: ID do usuário
ru: ID пользователя

source: Phone
ar: هاتف
de: Telefon
fr: Téléphone
it: Telefono
ja: 電話
pt: Telefone
ru: Телефон

source: Sidebar
ar: الشريط الجانبي
de: Seitenleiste
fr: Barre latérale
it: Barra laterale
ja: サイドバー
pt: Barra lateral
ru: Боковая панель

source: Task
ar: مهمة
de: Aufgabe
fr: Tâche
it: Compito
ja: タスク
pt: Tarefa
ru: Задача

source: Tasks
ar: المهام
de: Aufgaben
fr: Tâches
it: Compiti
ja: タスク
pt: Tarefas
ru: Задачи

source: Rewards
de: Belohnungen
fr: Récompenses

source: Reward
de: Belohnen
fr: Récompense

source: Account
de: Konto
fr: Compte

source: Wallet
ar: محفظة
de: Geldbörse
fr: Portefeuille
it: Portafoglio
ja: 財布
pt: Carteira
ru: Кошелек

source: Admin Panel
ar: لوحة المسؤول
fr: Panneau d'administration
it: Pannello di amministrazione
ja: 管理パネル
pt: Painel de Administração
ru: Панель администратора

source: Admin settings
ar: إعدادات المسؤول
de: Admin -Einstellungen
fr: Paramètres d'administration
it: Impostazioni amministrative
ja: 管理者設定
pt: Configurações do administrador
ru: Настройки администратора

source: Logout
ar: تسجيل الخروج
de: Abmelden
fr: Déconnexion
ja: ログアウト
ru: Выход

source: Announcements
ar: الإعلانات
de: Ankündigungen
fr: Annonces
it: Annunci
ja: 発表
pt: Anúncios
ru: Объявления

source: Expand
ar: يوسع
de: Expandieren
fr: Développer
it: Espandere
ja: 拡大する
pt: Expandir
ru: Расширять

source: Primary
ar: أساسي
de: Primär
fr: Primaire
it: Primario
ja: 主要な
pt: Primário
ru: Начальный

source: Enter answer
de: Antwort eingeben
fr: Entrer la réponse

source: Reload image
ar: صورة إعادة تحميل
de: Bild neu laden
fr: Image de rechargement
it: Ricarica immagine
ja: 画像をリロードします
pt: Recarregue a imagem
ru: Перезагрузить изображение

source: Add Payout Address
ar: أضف عنوان الدفع
de: Auszahlungsadresse hinzufügen
fr: Ajouter l'adresse de paiement
it: Aggiungi indirizzo di pagamento
ja: ペイアウトアドレスを追加します
pt: Adicione endereço de pagamento
ru: Добавьте адрес выплаты

source: Wallet Address
ar: عنوان محفظة
de: Brieftaschenadresse
fr: Adresse du portefeuille
it: Indirizzo del portafoglio
ja: ウォレットアドレス
pt: Endereço da carteira
ru: Адрес кошелька

source: Add Address
ar: أضف العنوان
de: Adresse hinzufügen
fr: Ajouter l'adresse
it: Aggiungi indirizzo
ja: アドレスを追加します
pt: Adicione endereço
ru: Добавить адрес

source: Address Type
ar: نوع العنوان
de: Adresstyp
fr: Type d'adresse
it: Tipo di indirizzo
ja: アドレスタイプ
pt: Tipo de endereço
ru: Тип адреса

source: Address
ar: عنوان
de: Adresse
fr: Adresse
it: Indirizzo
ja: 住所
pt: Endereço
ru: Адрес

source: Select a network to see the required format.
ar: حدد شبكة لرؤية التنسيق المطلوب.
de: Wählen Sie ein Netzwerk aus, um das erforderliche Format anzuzeigen.
fr: Sélectionnez un réseau pour voir le format requis.
it: Seleziona una rete per visualizzare il formato richiesto.
ja: ネットワークを選択して、必要な形式を確認します。
pt: Selecione uma rede para ver o formato necessário.
ru: Выберите сеть, чтобы увидеть требуемый формат.

source: Label (optional)
ar: التسمية (اختياري)
de: Etikett (optional)
fr: Étiquette (facultatif)
it: Etichetta (opzionale)
ja: ラベル（オプション）
pt: Rótulo (opcional)
ru: Метка (необязательно)

source: Save Address
ar: حفظ العنوان
de: Adresse speichern
fr: ARRESSION SAVE
it: Salva indirizzo
ja: アドレスを保存します
pt: Salvar endereço
ru: Сохранить адрес

source: Back
ar: خلف
de: Zurück
fr: Dos
it: Indietro
ja: 戻る
pt: Voltar
ru: Назад

source: Ethereum address must start with 0x and be 42 characters total (0x + 40 hex).
ar: يجب أن يبدأ عنوان Ethereum بـ 0x ويكون إجمالي 42 حرفًا (0x + 40 Hex).
de: Die Ethereum -Adresse muss mit 0x beginnen und insgesamt 42 Zeichen (0x + 40 Hex) sein.
fr: L'adresse Ethereum doit commencer avec 0x et 42 caractères au total (0x + 40 hex).
it: L'indirizzo Ethereum deve iniziare con 0x ed essere 42 caratteri in totale (0x + 40 hex).
ja: Ethereumアドレスは0倍で開始し、合計42文字（0x + 40ヘックス）でなければなりません。
pt: O endereço do Ethereum deve começar com 0x e ser total de 42 caracteres (0x + 40 Hex).
ru: Адрес Ethereum должен начинаться с 0x и составлять 42 символа (0x + 40 Hex).

source: TRC20 address must start with T and be 34 characters (Base58).
ar: يجب أن يبدأ عنوان TRC20 بـ T و 34 حرفًا (BASE58).
de: Die TRC20 -Adresse muss mit T beginnen und 34 Zeichen (Base58) sein.
fr: L'adresse TRC20 doit commencer par T et être de 34 caractères (base58).
it: L'indirizzo TRC20 deve iniziare con T ed essere 34 caratteri (base58).
ja: TRC20アドレスはTで開始し、34文字（Base58）でなければなりません。
pt: O endereço TRC20 deve começar com t e ser 34 caracteres (base58).
ru: Адрес TRC20 должен начинаться с T и быть 34 символами (Base58).

source: Admin Office
ar: مكتب المشرف
de: Administratorbüro
fr: Bureau d'administration
it: Ufficio amministratore
ja: 管理事務所
pt: Escritório de Administração
ru: Административный офис

source: Admin
ar: مسؤل
de: Administrator
fr: Administrer
it: Amministratore
ja: 管理者
ru: Администратор

source: Users
ar: المستخدمون
de: Benutzer
fr: Utilisateurs
it: Utenti
ja: ユーザー
pt: Usuários
ru: Пользователи

source: Browse users
ar: تصفح المستخدمين
de: Nutzer durchsuchen
fr: Parcourir les utilisateurs
it: Sfoglia gli utenti
ja: ユーザーを閲覧します
pt: Navegue por usuários
ru: Просмотрите пользователей

source: Blocked users
ar: المستخدمين المحظورون
de: Blockierte Benutzer
fr: Utilisateurs bloqués
it: Utenti bloccati
ja: ブロックされたユーザー
pt: Usuários bloqueados
ru: Заблокировали пользователей

source: Withdrawals
de: Abhebungen
fr: Retraits

source: Pending
ar: قيد الانتظار
de: Ausstehend
fr: En attente
it: In attesa di
ja: 保留中
pt: Pendente
ru: В ожидании

source: Confirmed
de: Bestätigt
fr: Confirmé

source: Failed
ar: فشل
de: Fehlgeschlagen
fr: Échoué
it: Fallito
ja: 失敗した
pt: Fracassado
ru: Неуспешный

source: Deposits
ar: الودائع
de: Einlagen
fr: Dépôts
it: Depositi
ja: 預金
pt: Depósitos
ru: Депозиты

source: Awaiting Payment
ar: في انتظار الدفع
de: Warten auf die Zahlung
fr: En attente de paiement
it: In attesa del pagamento
ja: 支払いを待っています
pt: Aguardando pagamento
ru: В ожидании оплаты

source: Awaiting Review
de: Warten auf Bewertung
fr: En attente de revue

source: Content
ar: محتوى
de: Inhalt
fr: Contenu
it: Contenuto
ja: コンテンツ
pt: Contente
ru: Содержание

source: Info pages
ar: صفحات المعلومات
de: Infoseiten
fr: Pages d'informations
it: Pagine di informazioni
ja: 情報ページ
pt: Páginas de informação
ru: Информационные страницы

source: User tasks
ar: مهام المستخدم
de: Benutzeraufgaben
fr: Tâches utilisateur
it: Attività utente
ja: ユーザータスク
pt: Tarefas de usuário
ru: Пользовательские задачи

source: Task templates
ar: قوالب المهام
de: Aufgabenvorlagen
fr: Modèles de tâche
it: Modelli di attività
ja: タスクテンプレート
pt: Modelos de tarefas
ru: Шаблоны задачи

source: Forced directives
ar: التوجيهات القسرية
de: Erzwungene Richtlinien
fr: Directives forcées
it: Direttive forzate
ja: 強制指令
pt: Diretivas forçadas
ru: Принудительные директивы

source: System
ar: نظام
fr: Système
it: Sistema
ja: システム
pt: Sistema
ru: Система

source: Pending withdrawals (latest 10)
ar: عمليات السحب المعلقة (أحدث 10)
de: Ausstehende Abhebungen (letzte 10)
fr: Retraits en attente (dernier 10)
it: Prendendo i prelievi (ultimi 10)
ja: 保留中の引き出し（最新10）
pt: Retiradas pendentes (mais recente 10)
ru: В ожидании вывода (последние 10)

source: View all
ar: عرض الكل
de: Alle anzeigen
fr: Afficher tous
it: Visualizza tutto
ja: すべてを表示します
pt: Ver tudo
ru: Просмотреть все

source: Open
ar: يفتح
de: Offen
fr: Ouvrir
it: Aprire
ja: 開ける
pt: Abrir
ru: Открыть

source: No pending withdrawals.
de: Keine ausstehenden Abhebungen.
fr: Pas de retraits en suspens.

source: Recent activity
ar: النشاط الحديث
de: Jüngste Aktivität
fr: Activité récente
it: Attività recente
ja: 最近の活動
pt: Atividade recente
ru: Недавняя деятельность

source: Nothing yet.
ar: لا شيء حتى الآن.
de: Noch nichts.
fr: Rien encore.
it: Niente ancora.
ja: まだ何もありません。
pt: Nada ainda.
ru: Пока ничего.

source: No announcements at the moment.
ar: لا إعلانات في الوقت الحالي.
de: Momentan keine Ankündigungen.
fr: Aucune annonce pour le moment.
it: Nessun annuncio al momento.
ja: 現時点では発表はありません。
pt: Não há anúncios no momento.
ru: Нет объявлений на данный момент.

source: Deposit
ar: إيداع
de: Kaution
fr: Dépôt
it: Depositare
ja: デポジット
pt: Depósito
ru: Депозитный

source: Amount
ar: كمية
de: Menge
fr: Montant
it: Quantità
ja: 額
pt: Quantia
ru: Количество

source: Currency
ar: عملة
de: Währung
fr: Devise
it: Valuta
ja: 通貨
pt: Moeda
ru: Валюта

source: Minimum 10. Choose a preset or enter an amount.
ar: الحد الأدنى 10. اختر مسبقًا أو أدخل مبلغًا.
de: Mindestens 10. Wählen Sie eine Voreinstellung oder geben Sie einen Betrag ein.
fr: Minimum 10. Choisissez un préréglage ou entrez un montant.
it: Minimo 10. Scegli un preimpostazione o inserisci un importo.
ja: 最小10。プリセットを選択するか、金額を入力します。
pt: Mínimo 10. Escolha uma predefinição ou insira um valor.
ru: Минимум 10. Выберите предустановку или введите сумму.

source: Payment Method
ar: طريقة الدفع
de: Zahlungsmethode
fr: Mode de paiement
it: Metodo di pagamento
ja: 支払方法
pt: Método de pagamento
ru: Способ оплаты

source: Proceed to Pay →
ar: المضي قدمًا في الدفع →
de: Fahren Sie fort, um zu bezahlen →
fr: Procéder à payer →
it: Procedere a pagare →
ja: 支払い→
pt: Prossiga para pagar →
ru: Идти на оплату →

source: Pay Deposit
ar: إيداع الدفع
de: Zahlungszahlung
fr: Acompte
it: Deposito retributivo
ja: デポジットを支払います
pt: Depósito paga
ru: Оплачивать депозит

source: Pay
ar: يدفع
de: Zahlen
fr: Payer
it: Paga
ja: 支払う
pt: Pagar
ru: Платить

source: Payment details
ar: تفاصيل الدفع
de: Zahlungsdetails
fr: Détails de paiement
it: Dettagli di pagamento
ja: 支払いの詳細
pt: Detalhes de pagamento
ru: Детали платежа

source: Change payment method
de: Zahlungsmethode ändern
fr: Modifier le mode de paiement

source: Copy amount
ar: نسخ المبلغ
de: Kopienbetrag
fr: Copier le montant
it: Importo di copia
ja: コピー金額
pt: Valor de cópia
ru: Сумма копии

source: QR code
ar: رمز الاستجابة السريعة
fr: Code QR
it: Codice QR
ja: QRコード
pt: Código QR
ru: QR -код

source: Scan to pay · %(dep.get_network_display)s
ar: مسح للدفع · ٪ (dep.get_network_display) s
de: Scannen, um · %(DEP.get_network_display) s zu zahlen
fr: Scanner pour payer ·%(dep.get_network_display)s
it: Scansione su pay · %(dep.get_network_display) s
ja: スキャンして支払います
pt: Digitalizar a pagar · %(dep.get_network_display) s
ru: Сканирование на оплату · %(dep.get_network_display) s

source: Verifying…
ar: التحقق ...
de: Überprüfen…
fr: Vérifier…
it: Verificare ...
ja: 検証…
pt: Verificando ...
ru: Проверка…

source: Verifying… ({time} left)
ar: التحقق ... ([[[[[token_0]]]] اليسار)
de: Überprüfung… ([[[[token_0]]] links)
fr: Vérification… ({time}) gauche)
it: Verifica ... ([[[[TOKEN_0]]] a sinistra)
ja: 検証…（[[[[[[[token_0]]]]]]左）
pt: Verificando… ([[[[token_0]]] à esquerda)
ru: Проверка… ([[[[token_0]]] слева)

source: You can use “Verify now” for quick help.
ar: يمكنك استخدام "التحقق الآن" للحصول على مساعدة سريعة.
de: Sie können "Now verifizieren" für schnelle Hilfe verwenden.
fr: Vous pouvez utiliser «Vérifier maintenant» pour une aide rapide.
it: Puoi usare "Verifica ora" per un rapido aiuto.
ja: 迅速なヘルプのために「今すぐ検証」を使用できます。
pt: Você pode usar "Verifique agora" para obter ajuda rápida.
ru: Вы можете использовать «Проверьте сейчас» для быстрой помощи.

source: QR error
ar: خطأ QR
de: QR -Fehler
fr: Erreur QR
it: Errore QR
ja: QRエラー
pt: Erro QR
ru: QR -ошибка

source: Network
ar: شبكة
de: Netzwerk
fr: Réseau
it: Rete
ja: ネットワーク
pt: Rede
ru: Сеть

source: Copy address
ar: عنوان النسخ
de: Adresse kopieren
fr: Copier l'adresse
it: Indirizzo di copia
ja: アドレスをコピーします
pt: Endereço de cópia
ru: Копия адрес

source: Reference
ar: مرجع
de: Referenz
fr: Référence
it: Riferimento
ja: 参照
pt: Referência
ru: Ссылка

source: Copy reference
ar: نسخ مرجع
de: Referenz kopieren
fr: Copie de référence
it: Copia di riferimento
ja: リファレンスをコピーします
pt: Referência de cópia
ru: Ссылка на копию

source: I’ve Paid — Verify
ar: لقد دفعت - تحقق
de: Ich habe bezahlt - überprüfen
fr: J'ai payé - Vérifiez
it: Ho pagato - verificare
ja: 私は支払いました - 確認
pt: Eu paguei - verificar
ru: Я заплатил - проверить

source: We’ll check the network and update your balance when confirmed.
ar: سنقوم بالتحقق من الشبكة وتحديث رصيدك عند تأكيدها.
de: Wir werden das Netzwerk überprüfen und Ihr Gleichgewicht aktualisieren, wenn sie bestätigt werden.
fr: Nous vérifierons le réseau et mettrons à jour votre solde lorsqu'il est confirmé.
it: Controlleremo la rete e aggiorneremo il tuo saldo quando confermato.
ja: 確認されたら、ネットワークを確認し、残高を更新します。
pt: Vamos verificar a rede e atualizar seu saldo quando confirmado.
ru: Мы проверим сеть и обновим ваш баланс при подтверждении.

source: Verify now
ar: تحقق الآن
de: Überprüfen Sie jetzt
fr: Vérifiez maintenant
it: Verifica ora
ja: 今すぐ確認してください
pt: Verifique agora
ru: Проверьте сейчас

source: Need quick approval? Use <strong>Verify now</strong>.
ar: هل تحتاج إلى موافقة سريعة؟ استخدم [[[[[token_0]]]] تحقق الآن [[[[[token_1]]]]].
de: Benötigen Sie eine schnelle Genehmigung? Verwenden Sie [[[[token_0]]] jetzt [[[[token_1]]]].
fr: Besoin d'une approbation rapide? Utiliser <strong> Vérifiez maintenant </strong>.
it: Hai bisogno di una rapida approvazione? Usa <strong> verifica ora </strong>.
ja: 迅速な承認が必要ですか？ [[[[[token_0]]]]]を使用します[[[[[token_1]]]]を[[[[[token_1]]]]を使用します。
pt: Precisa de aprovação rápida? Use [[[[token_0]]]] Verifique agora </strong>.
ru: Нужно быстрое одобрение? Используйте [[[[[token_0]]]] проверить сейчас [[[[token_1]]]].

source: Need quick approval? You can use <strong>Verify now</strong>.
ar: هل تحتاج إلى موافقة سريعة؟ يمكنك استخدام [[[[[token_0]]]] تحقق الآن [[[[[[token_1]]]].
de: Benötigen Sie eine schnelle Genehmigung? Sie können [[[[token_0]]] nun [[[[token_1]]] verwenden.
fr: Besoin d'une approbation rapide? Vous pouvez utiliser <strong> Vérifiez maintenant </strong>.
it: Hai bisogno di una rapida approvazione? È possibile utilizzare <strong> Verifica ora </strong>.
ja: 迅速な承認が必要ですか？ [[[[[[[[token]]]]]]]を使用することができます[[[[[[token_1]]]]を使用できます。
pt: Precisa de aprovação rápida? Você pode usar [[[[token_0]]]] verificar agora </strong>.
ru: Нужно быстрое одобрение? Вы можете использовать [[[[[token_0]]]] проверить сейчас [[[[[token_1]]]].

source: Payment failed
ar: فشل الدفع
de: Zahlung fehlgeschlagen
fr: Échec du paiement
it: Pagamento non riuscito
ja: 支払いは失敗しました
pt: Pagamento falhou
ru: Оплата не удалась

source: Try again
ar: حاول ثانية
de: Versuchen Sie es erneut
fr: Essayer à nouveau
it: Riprova
ja: もう一度やり直してください
pt: Tente novamente
ru: Попробуйте еще раз

source: This deposit is a draft.
ar: هذا الودائع مسودة.
de: Diese Anzahlung ist ein Entwurf.
fr: Ce dépôt est un projet.
it: Questo deposito è una bozza.
ja: このデポジットはドラフトです。
pt: Este depósito é um rascunho.
ru: Этот депозит является проектом.

source: Continue to deposit
ar: تواصل الإيداع
de: Weiter hinterlegen
fr: Continuer à déposer
it: Continua a depositare
ja: 引き続き預金します
pt: Continue a depositar
ru: Продолжить депозит

source: Thanks! Recieved We’ll verify the payment shortly.
ar: شكرًا! تم استلامنا سنقوم بالتحقق من الدفع قريبًا.
de: Danke! Empfindlich verifizieren wir die Zahlung in Kürze.
fr: Merci! Recevé, nous vérifierons le paiement sous peu.
it: Grazie! Ricevuto Verificheremo il pagamento a breve.
ja: ありがとう！受け取ったことで、すぐに支払いを確認します。
pt: Obrigado! Recebido, verificaremos o pagamento em breve.
ru: Спасибо! Получили в ближайшее время мы проверим платеж.

source: Go to Wallet
ar: اذهب إلى المحفظة
de: Gehen Sie zur Brieftasche
fr: Aller au portefeuille
it: Vai al portafoglio
ja: ウォレットに行きます
pt: Vá para a carteira
ru: Перейти к кошельку

source: Status: %(dep.status)s
ar: الحالة: ٪ (dep.status) ق
fr: Statut:%(dep.status)s
it: Stato: %(dep.status) s
ja: ステータス：％（dep.status）s
ru: Статус: %(dep.status) s

source: Copied
ar: نسخ
de: Kopiert
fr: Copié
it: Copiato
ja: コピー
pt: Copiado
ru: Скопированный

source: Seaside resort at dusk
ar: منتجع شاطئ البحر عند الغسق
de: Meeresresort in der Abenddämmerung
fr: Resort balnéaire au crépuscule
it: Seaside Resort al crepuscolo
ja: 夕暮れの海辺のリゾート
pt: Resort à beira -mar ao anoitecer
ru: Приморский курорт в сумерках

source: Experience The Magic Of Relaxation
ar: تجربة سحر الاسترخاء
de: Erleben Sie die Magie der Entspannung
es: Experimenta la magia de la relajación
fr: Découvrez la magie de la relaxation
it: Sperimenta la magia del rilassamento
ja: リラクゼーションの魔法を体験してください
pt: Experimente a magia do relaxamento
ru: Испытать магию расслабления

source: Indulge in the epitome of coastal living as you discover the breathtaking beauty and tranquility of luxury.
ar: تنغمس في مثال الحياة الساحلية وأنت تكتشف الجمال المذهل والهدوء من الرفاهية.
de: Verwöhnen Sie sich dem Inbegriff des Küstenlebens, während Sie die atemberaubende Schönheit und Ruhe des Luxus entdecken.
es: Sumérgete en lo mejor de la vida costera mientras descubres la impresionante belleza y tranquilidad del lujo.
fr: Offrez-vous à la quintessence de la vie côtière lorsque vous découvrez la beauté et la tranquillité à couper le souffle du luxe.
it: Concediti l'epitome della vita costiera mentre scopri la bellezza mozzafiato e la tranquillità del lusso.
ja: 息をのむような美しさと贅沢の静けさを発見するにつれて、沿岸生活の縮図にふける。
pt: Delicie -se com o epítome da vida costeira ao descobrir a beleza de tirar o fôlego e a tranquilidade do luxo.
ru: Побалуйте себя воплощением прибрежной жизни, когда вы обнаружите захватывающую дух красоту и спокойствие роскоши.

source: Customer avatar 1
ar: عميل الصورة الرمزية 1
de: Kunde Avatar 1
fr: Client Avatar 1
it: Avatar del cliente 1
ja: 顧客アバター1
pt: Avatar do cliente 1
ru: Аватар клиента 1

source: Customer avatar 2
ar: العميل الصورة الرمزية 2
de: Kunde Avatar 2
fr: Client Avatar 2
it: Cliente Avatar 2
ja: 顧客アバター2
pt: Avatar do cliente 2
ru: Аватар клиента 2

source: Customer avatar 3
ar: العميل الصورة الرمزية 3
de: Kunde Avatar 3
fr: Client Avatar 3
it: Cliente Avatar 3
ja: 顧客アバター3
pt: Avatar do cliente 3
ru: Аватар клиента 3

source: Trusted by over 25k+ people
ar: موثوق به أكثر من 25 ألف شخص
de: Von über 25k+ Menschen vertraut
es: Con la confianza de más de 25,000 personas
fr: Considéré par plus de 25 000 personnes
it: Fidati di oltre 25k+ persone
ja: 25K以上の人々から信頼されています
pt: Confiável por mais de 25k+ pessoas
ru: Доверяют более 25 тысячам+ люди

source: Explore Now
ar: استكشف الآن
de: Jetzt erkunden
es: Explorar ahora
fr: Explorez maintenant
it: Esplora ora
ja: 今すぐ探索してください
pt: Explore agora
ru: Исследуйте сейчас

source: Travel partners
ar: شركاء السفر
de: Reisepartner
fr: Partenaires de voyage
it: Partner di viaggio
ja: 旅行パートナー
pt: Parceiros de viagem
ru: Партнеры по путешествиям

source: Premium Facilities
ar: مرافق قسط
de: Premium -Einrichtungen
es: Instalaciones premium
fr: Installations premium
it: Strutture premium
ja: プレミアム施設
pt: Instalações premium
ru: Премиальные объекты

source: Exclusive Sunset View
ar: عرض غروب الشمس الحصري
de: Exklusive Sonnenuntergangsansicht
es: Vista exclusiva al atardecer
fr: Vue au coucher du soleil exclusive
it: Vista al tramonto esclusiva
ja: 排他的なサンセットビュー
pt: Vista exclusiva do pôr -do -sol
ru: Эксклюзивный вид заката

source: You witness the beauty of the world from your room
ar: أنت تشهد جمال العالم من غرفتك
de: Sie erleben die Schönheit der Welt aus Ihrem Zimmer
es: Disfruta de la belleza del mundo desde tu habitación
fr: Vous assistez à la beauté du monde de votre chambre
it: Assisterai alla bellezza del mondo dalla tua stanza
ja: あなたはあなたの部屋から世界の美しさを目撃します
pt: Você testemunha a beleza do mundo do seu quarto
ru: Вы свидетельствуете о красоте мира из вашей комнаты

source: Integrated Tourist Area
ar: منطقة سياحية متكاملة
de: Integrierter Touristenbereich
es: Área turística integrada
fr: Zone touristique intégrée
it: Area turistica integrata
ja: 統合された観光エリア
pt: Área turística integrada
ru: Интегрированная туристическая зона

source: Enhancing your travel experience
ar: تعزيز تجربة السفر الخاصة بك
de: Verbesserung Ihres Reiseerlebnisses
es: Mejorando tu experiencia de viaje
fr: Améliorer votre expérience de voyage
it: Migliorare la tua esperienza di viaggio
ja: 旅行体験を向上させます
pt: Aprimorando sua experiência de viagem
ru: Улучшение вашего путешествия

source: Nature-Inspired Pool
ar: تجمع مستوحى من الطبيعة
de: Von Natur aus inspirierter Pool
es: Piscina inspirada en la naturaleza
fr: Piscine inspirée de la nature
it: Pool ispirato alla natura
ja: 自然にインスパイアされたプール
pt: Pool inspirado na natureza
ru: Вдохновленный природой бассейн

source: Serene swimming pool with a touch of paradise
ar: حمام سباحة هادئ مع لمسة من الجنة
de: Serenpener Schwimmbad mit einem Hauch von Paradies
es: Piscina serena con un toque de paraíso
fr: Piscine sereine avec une touche de paradis
it: Piscina serena con un tocco di paradiso
ja: 楽園のタッチ付きの穏やかなスイミングプール
pt: Piscina serena com um toque de paraíso
ru: Безмятежный бассейн с оттенком рая

source: Get Rewarded
ar: الحصول على مكافأة
de: Belohnt werden
es: Obtén recompensas
fr: Être récompensé
it: Essere ricompensato
ja: 報われます
pt: Ser recompensado
ru: Получите вознаграждение

source: Rate Apartments
ar: قيم الشقق
de: Apartments bewerten
es: Calificar apartamentos
fr: Évaluer les appartements
it: Valuta gli appartamenti
ja: アパートを評価します
pt: Avaliar apartamentos
ru: Оцените квартиры

source: Give random objective ratings based on view and aesthetics.
ar: إعطاء تصنيفات موضوعية عشوائية على أساس العرض والجمال.
de: Geben Sie zufällige objektive Bewertungen basierend auf Sicht und Ästhetik.
fr: Donnez des notes objectives aléatoires en fonction de la vue et de l'esthétique.
it: Fornisci valutazioni oggettive casuali basate sulla vista ed estetica.
ja: 視聴と美学に基づいてランダムな客観的評価を与えます。
pt: Dê classificações objetivas aleatórias com base na vista e na estética.
ru: Дайте случайные объективные рейтинги на основе вида и эстетики.

source: Earn instant rewards from the apartments you rate.
ar: كسب مكافآت فورية من الشقق التي تقيمها.
de: Verdienen Sie sofortige Belohnungen aus den Wohnungen, die Sie bewerten.
fr: Gagnez des récompenses instantanées des appartements que vous évaluez.
it: Guadagna premi istantanei dagli appartamenti che valuti.
ja: 評価するアパートからインスタント報酬を獲得します。
pt: Ganhe recompensas instantâneas dos apartamentos que você avalia.
ru: Заработайте мгновенные вознаграждения из квартир, которые вы оцениваете.
