Repository: benchatronics/meta
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, it, ja, pt, ru

source: Featured apartments carousel
ar: شقق مميزة كاروسيل
de: Ausgewählte Apartments Karussell
fr: Carrousel d'appartements en vedette
it: Appartamenti in primo piano
ja: 注目のアパートカルーセル
pt: Apartamentos em destaque Carrossel
ru: Избранные квартиры карусель

source: Previous slide
ar: الشريحة السابقة
de: Vorherige Folie
fr: Diapositive précédente
it: Slide precedente
ja: 前のスライド
pt: Slide anterior
ru: Предыдущий слайд

source: Next slide
ar: الشريحة التالية
de: Nächste Folie
fr: Diapositive suivante
it: Diapositiva successiva
ja: 次のスライド
pt: Próximo slide
ru: Следующий слайд

source: Modern apartment interior
ar: الشقة الحديثة الداخلية
de: Modernes Wohnungsinnere
fr: Intérieur d'appartement moderne
it: Interni di appartamenti moderni
ja: モダンなアパートのインテリア
pt: Interior moderno do apartamento
ru: Современная квартира

source: Resort pool at sunset
ar: تجمع المنتجع عند غروب الشمس
de: Resort -Pool bei Sonnenuntergang
fr: Piscine de villégiature au coucher du soleil
it: Piscina del resort al tramonto
ja: 日没時のリゾートプール
pt: Piscina de resort ao pôr do sol
ru: Курортный бассейн на закате

source: Scenic valley view
ar: عرض الوادي المناظر الخلابة
fr: Vue de vallée scénique
it: Vista della valle panoramica
ja: 風光明媚な谷の景色
pt: Vista cênica do vale
ru: Живописная долина

source: See some honest reviews from our users on the platform
ar: شاهد بعض المراجعات الصادقة من مستخدمينا على النظام الأساسي
de: Sehen Sie einige ehrliche Bewertungen unserer Benutzer auf der Plattform an
es: Vea algunas opiniones sinceras de nuestros usuarios en la plataforma
fr: Voir quelques critiques honnêtes de nos utilisateurs sur la plateforme
it: Guarda alcune recensioni oneste dai nostri utenti sulla piattaforma
ja: プラットフォーム上のユーザーからの正直なレビューをご覧ください
pt: Veja algumas críticas honestas de nossos usuários na plataforma
ru: Смотрите некоторые честные отзывы от наших пользователей на платформе

source: Had a great experience using this for solid bookings. Customer service was top-notch.
ar: كان لديه تجربة رائعة باستخدام هذا للحجوزات الصلبة. كانت خدمة العملاء من الدرجة الأولى.
de: Ich hatte eine großartige Erfahrung, dies für solide Buchungen zu verwenden. Der Kundenservice war erstklassig.
es: Tuve una gran experiencia usando esto para reservas seguras. El servicio al cliente fue excelente.
fr: A eu une grande expérience de l'utiliser pour les réservations solides. Le service client était de premier ordre.
it: Ho avuto una grande esperienza usando questo per prenotazioni solide. Il servizio clienti era di prim'ordine.
ja: 堅実な予約にこれを使用した素晴らしい経験がありました。カスタマーサービスは一流でした。
pt: Tive uma ótima experiência usando isso para reservas sólidas. O atendimento ao cliente foi de primeira linha.
ru: Был отличный опыт, используя это для солидных бронирований. Обслуживание клиентов было первоклассным.

source: Get your inspiration of luxury and get rewarded
ar: احصل على مصدر إلهامك للرفاهية واحصل على مكافأة
de: Lassen Sie sich von Luxus inspirieren und werden belohnt
es: Inspírate con el lujo y obtén recompensas
fr: Obtenez votre inspiration de luxe et soyez récompensé
it: Ottieni la tua ispirazione per il lusso e fatti premiare
ja: 贅沢のインスピレーションを得て、報われます
pt: Obtenha sua inspiração de luxo e seja recompensado
ru: Получите вдохновение в роскоши и получите вознаграждение

source: Earn new rewards at every step you take under true luxury.
ar: كسب مكافآت جديدة في كل خطوة تتخذها تحت الرفاهية الحقيقية.
de: Verdienen Sie bei jedem Schritt, den Sie unter echtem Luxus machen, neue Belohnungen.
es: Gana nuevas recompensas en cada paso que des bajo el verdadero lujo.
fr: Gagnez de nouvelles récompenses à chaque étape que vous faites sous le vrai luxe.
it: Guadagna nuovi premi ad ogni passo che fai sotto il vero lusso.
ja: 真の贅沢の下で取るすべてのステップで新しい報酬を獲得します。
pt: Ganhe novas recompensas a cada passo que você dá sob o verdadeiro luxo.
ru: Заработайте новые награды на каждом шаге, который вы делаете под истинной роскошью.

source: See More
ar: رؤية المزيد
de: Sehen Sie mehr
es: Ver más
fr: Voir plus
it: Vedere di più
ja: もっと参照してください
pt: Veja mais
ru: Увидеть больше

source: Luxury inspiration
ar: إلهام فاخر
de: Luxusinspiration
fr: Inspiration de luxe
it: Ispirazione di lusso
ja: 豪華なインスピレーション
pt: Inspiração de luxo
ru: Роскошное вдохновение

source: Get started
ar: ابدأ
de: Fangen an
es: Comenzar
fr: Commencer
it: Inizia
ja: 始めましょう
pt: Comece
ru: Начните

source: Tourism integration is enhancing travel experience
de: Die Integration der Tourismus verbessert das Reiseerlebnis
fr: L'intégration touristique améliore l'expérience de voyage

source: I had a great experience working with this fantastic platform that delivers reward to users for best rating apartments. They have exceptional customer service and high-quality service.
ar: لقد كانت تجربة رائعة في العمل مع هذه المنصة الرائعة التي توفر مكافأة للمستخدمين لأفضل شقق تصنيف. لديهم خدمة عملاء استثنائية وخدمة عالية الجودة.
de: Ich hatte eine großartige Erfahrung mit dieser fantastischen Plattform, die Benutzern für die besten Bewertungswohnungen belohnt. Sie haben einen außergewöhnlichen Kundenservice und einen qualitativ hochwertigen Service.
fr: J'ai eu une grande expérience de travail avec cette fantastique plate-forme qui offre une récompense aux utilisateurs pour les meilleurs appartements de notation. Ils ont un service client exceptionnel et un service de haute qualité.
it: Ho avuto un'ottima esperienza di lavoro con questa fantastica piattaforma che offre ricompensa agli utenti per i migliori appartamenti per la valutazione. Hanno un servizio clienti eccezionale e un servizio di alta qualità.
ja: 私はこの素晴らしいプラットフォームを使用して、最高の評価アパートメントのためにユーザーに報酬を提供する素晴らしい経験がありました。彼らは例外的な顧客サービスと高品質のサービスを持っています。
pt: Tive uma ótima experiência trabalhando com esta plataforma fantástica que entrega recompensa aos usuários pelos melhores apartamentos de classificação. Eles têm atendimento ao cliente excepcional e serviço de alta qualidade.
ru: У меня был отличный опыт работы с этой фантастической платформой, которая обеспечивает вознаграждение пользователям за лучшие рейтинговые квартиры. Они имеют исключительное обслуживание клиентов и высококачественные услуги.

source: Info Center
ar: مركز المعلومات
fr: Centre d'information
it: Centro informazioni
ja: 情報センター
pt: Centro de informações
ru: Информационный центр

source: Pick a section on the left, or use the quick links below.
ar: اختر قسمًا على اليسار ، أو استخدم الروابط السريعة أدناه.
de: Wählen Sie einen Abschnitt links oder verwenden Sie die folgenden Schnelllinks.
fr: Choisissez une section à gauche ou utilisez les liens rapides ci-dessous.
it: Scegli una sezione a sinistra o usa i collegamenti rapidi di seguito.
ja: 左側のセクションを選択するか、以下のクイックリンクを使用します。
pt: Escolha uma seção à esquerda ou use os links rápidos abaixo.
ru: Выберите раздел слева или используйте быстрые ссылки ниже.

source: View all announcements
ar: عرض جميع الإعلانات
de: Alle Ankündigungen anzeigen
fr: Afficher toutes les annonces
it: Visualizza tutti gli annunci
ja: すべてのアナウンスを表示します
pt: Veja todos os anúncios
ru: Просмотреть все объявления

source: Select your language.
ar: حدد لغتك.
de: Wählen Sie Ihre Sprache aus.
fr: Sélectionnez votre langue.
it: Seleziona la tua lingua.
ja: あなたの言語を選択します。
pt: Selecione seu idioma.
ru: Выберите свой язык.

source: Reset Password – Step 1
ar: إعادة تعيين كلمة المرور - الخطوة 1
de: Passwort zurücksetzen - Schritt 1
fr: Réinitialiser le mot de passe - Étape 1
it: Reimpostare la password - Passaggio 1
ja: パスワードのリセット - ステップ1
pt: Redefinir senha - Etapa 1
ru: Сбросить пароль - шаг 1

source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
it: Reimpostare la password
ja: パスワードをリセットします
pt: Redefinir senha
ru: Сбросить пароль

source: Enter your phone number to get a verification code.
ar: أدخل رقم هاتفك للحصول على رمز التحقق.
de: Geben Sie Ihre Telefonnummer ein, um einen Bestätigungscode zu erhalten.
fr: Entrez votre numéro de téléphone pour obtenir un code de vérification.
it: Inserisci il tuo numero di telefono per ottenere un codice di verifica.
ja: 確認コードを取得するには、電話番号を入力します。
pt: Digite seu número de telefone para obter um código de verificação.
ru: Введите свой номер телефона, чтобы получить код проверки.

source: Send Code
ar: إرسال الرمز
de: Code senden
fr: Envoyer un code
it: Invia codice
ja: コードを送信します
pt: Enviar código
ru: Отправить код

source: Remembered your password?
ar: تذكرت كلمة المرور الخاصة بك؟
de: Erinnerst du dich an dein Passwort?
fr: Vous vous souvenez de votre mot de passe?
it: Ricordato la tua password?
ja: パスワードを覚えていますか？
pt: Lembrou -se da sua senha?
ru: Запомнили ваш пароль?

source: Sign in
ar: تسجيل الدخول
de: anmelden
fr: Se connecter
it: Registrazione
ja: サインイン
pt: Entrar
ru: Войти

source: Reset Password – Step 2
ar: إعادة تعيين كلمة المرور - الخطوة 2
de: Passwort zurücksetzen - Schritt 2
fr: Réinitialiser le mot de passe - Étape 2
it: Reimpostare la password - Passaggio 2
ja: パスワードのリセット - ステップ2
pt: Redefinir senha - Etapa 2
ru: Сбросить пароль - шаг 2

source: Enter the code sent to your phone, then choose a new password.
ar: أدخل الرمز المرسلة إلى هاتفك ، ثم اختر كلمة مرور جديدة.
de: Geben Sie den an Ihr Telefon gesendeten Code ein und wählen Sie dann ein neues Passwort.
fr: Entrez le code envoyé à votre téléphone, puis choisissez un nouveau mot de passe.
it: Immettere il codice inviato al tuo telefono, quindi scegli una nuova password.
ja: 電話に送信されたコードを入力してから、新しいパスワードを選択します。
pt: Digite o código enviado ao seu telefone e escolha uma nova senha.
ru: Введите код, отправленный на ваш телефон, затем выберите новый пароль.

source: Verification Code
ar: رمز التحقق
de: Bestätigungscode
fr: Le code de vérification
it: Codice di verifica
ja: 検証コード
pt: Código de verificação
ru: Проверочный код

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
pt: Nova Senha
ru: Новый пароль

source: Show/Hide password
ar: عرض/إخفاء كلمة المرور
de: Passwort anzeigen/ausblenden
fr: Afficher / masquer le mot de passe
it: Mostra/nascondi la password
ja: パスワードを表示/非表示にします
pt: Mostre/oculte a senha
ru: Показать/скрыть пароль

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
fr: Confirmez le mot de passe
it: Conferma password
ja: パスワードを認証する
pt: Confirme sua senha
ru: Подтвердите пароль

source: Settings — Profile
ar: الإعدادات - الملف الشخصي
de: Einstellungen - Profil
fr: Paramètres - Profil
it: Impostazioni: profilo
ja: 設定 - プロファイル
pt: Configurações - perfil
ru: Настройки - профиль

source: profile
ar: حساب تعريفي
de: Profil
fr: profil
it: profilo
ja: プロフィール
pt: perfil
ru: профиль

source: Basic Info
ar: المعلومات الأساسية
de: Grundinformationen
fr: Informations de base
it: Informazioni di base
ja: 基本情報
pt: Informações básicas
ru: Основная информация

source: Manage your details and personal preferences here.
ar: إدارة التفاصيل الخاصة بك والتفضيلات الشخصية هنا.
de: Verwalten Sie hier Ihre Details und persönlichen Einstellungen.
fr: Gérez vos coordonnées et vos préférences personnelles ici.
it: Gestisci i tuoi dettagli e le preferenze personali qui.
ja: ここで詳細と個人的な好みを管理してください。
pt: Gerencie seus detalhes e preferências pessoais aqui.
ru: Управляйте своими данными и личными предпочтениями здесь.

source: Change image
ar: تغيير الصورة
de: Bild ändern
fr: Changer d'image
it: Cambia l'immagine
ja: 画像を変更します
pt: Alterar a imagem
ru: Изменить изображение

source: Remove
ar: يزيل
de: Entfernen
fr: Retirer
it: Rimuovere
ja: 取り除く
pt: Remover
ru: Удалять

source: JPG, PNG, WebP or GIF. Ideal: 120×120 (min 80×80).
ar: JPG ، PNG ، WebP أو GIF. مثالي: 120 × 120 (دقيقة 80 × 80).
de: JPG, PNG, Webp oder GIF. Ideal: 120 × 120 (min 80 × 80).
fr: Jpg, png, webp ou gif. Idéal: 120 × 120 (min 80 × 80).
it: JPG, PNG, WebP o GIF. Ideale: 120 × 120 (min 80 × 80).
ja: JPG、PNG、WebP、またはGIF。理想：120×120（最小80×80）。
pt: JPG, PNG, Webp ou GIF. Ideal: 120 × 120 (min 80 × 80).
ru: JPG, PNG, WEBP или GIF. Идеально: 120 × 120 (мин 80 × 80).

source: Phone Number
de: Telefonnummer
fr: Numéro de téléphone

source: LEVEL 1
ar: المستوى 1
de: Stufe 1
fr: Niveau 1
it: Livello 1
ja: レベル1
pt: Nível 1
ru: Уровень 1

source: Nickname
ar: كنية
de: Spitzname
fr: Surnom
it: Soprannome
ja: ニックネーム
pt: Apelido
ru: Прозвище

source: Image URL (optional)
ar: عنوان URL للصور (اختياري)
de: Bild -URL (optional)
fr: URL d'image (facultatif)
it: URL di immagine (opzionale)
ja: 画像URL（オプション）
pt: URL da imagem (opcional)
ru: URL изображения (необязательно)

source: Used only if no uploaded image exists.
ar: تستخدم فقط إذا لم تكن هناك صورة تم تحميلها.
de: Nur verwendet, wenn kein hochgeladenes Bild vorhanden ist.
fr: Utilisé uniquement si aucune image téléchargée n'existe.
it: Usato solo se non esiste un'immagine caricata.
ja: アップロードされた画像が存在しない場合にのみ使用されます。
pt: Usado apenas se não houver imagem carregada.
ru: Используется только в том случае, если загруженное изображение не существует.

source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva le modifiche
ja: 変更を保存します
pt: Salvar alterações
ru: Сохранить изменения

source: Deposit Bonus
ar: مكافأة الإيداع
de: Einzahlungsbonus
fr: Bonus de dépôt
it: Bonus di deposito
ja: デポジットボーナス
pt: Bônus de depósito
ru: Депозитный бонус

source: Reset Amount Reward
ar: إعادة ضبط المكافأة
de: Betrag zurücksetzen
fr: Réinitialiser la récompense du montant
it: Ripristina la ricompensa dell'importo
ja: リセットされた金額報酬
pt: Redefinir a recompensa do valor
ru: Сбросить сумму вознаграждения

source: Get
ar: يحصل
de: Erhalten
fr: Obtenir
it: Ottenere
ja: 得る
pt: Pegar
ru: Получать

source: Please contact customer service for reward.
de: Bitte wenden Sie sich an den Kundendienst für die Belohnung.
fr: Veuillez contacter le service client pour récompense.

source: You can only collect once a day; reset the reward.
ar: يمكنك جمع مرة واحدة في اليوم فقط ؛ إعادة ضبط المكافأة.
de: Sie können nur einmal am Tag sammeln; Setzen Sie die Belohnung zurück.
fr: Vous ne pouvez collecter qu'une fois par jour; réinitialisez la récompense.
it: Puoi raccogliere solo una volta al giorno; Ripristina la ricompensa.
ja: 1日に1回しか収集できません。報酬をリセットします。
pt: Você só pode coletar uma vez por dia; Reinicie a recompensa.
ru: Вы можете собирать только один раз в день; сбросить награду.

source: Deposit Bonus Details
ar: تفاصيل المكافأة الإيداع
de: Einzahlungsbonusdetails
fr: Détails de bonus de dépôt
it: Dettagli bonus di deposito
ja: ボーナスの詳細を入金します
pt: Detalhes do bônus de depósito
ru: Депозитный бонус сведения о бонусе

source: Repeat of tiers for clarity
ar: كرر المستويات من أجل الوضوح
de: Stufe für Klarheit wiederholen
fr: Répéter les niveaux pour plus de clarté
it: Ripeti di livelli per chiarezza
ja: 明確にするためのティアの繰り返し
pt: Repetição de níveis para clareza
ru: Повторение уровней для ясности

source: Collect once per day.
ar: اجمع مرة واحدة يوميًا.
de: Einmal pro Tag sammeln.
fr: Collectez une fois par jour.
it: Raccogli una volta al giorno.
ja: 1日に1回集めます。
pt: Colete uma vez por dia.
ru: Собирать один раз в день.

source: Consecutive Days Rewards
ar: مكافآت أيام متتالية
de: Aufeinanderfolgende Tage Belohnungen
fr: Récompenses de jours consécutifs
it: Ricompense consecutive dei giorni
ja: 連続した日々の報酬
pt: Recompensas consecutivas de dias
ru: Последовательные дни награды

source: Work for consecutive days and receive a reward of:
ar: العمل في أيام متتالية واتخاذ مكافأة:
de: Arbeiten Sie für aufeinanderfolgende Tage und erhalten Sie eine Belohnung von:
fr: Travailler pour des jours consécutifs et recevoir une récompense de:
it: Lavorare per giorni consecutivi e ricevi una ricompensa di:
ja: 連続して働き、次の報酬を受け取ります
pt: Trabalhar por dias consecutivos e receber uma recompensa de:
ru: Работать в течение последовательных дней и получить вознаграждение:

source: 5 days
ar: 5 أيام
de: 5 Tage
fr: 5 jours
it: 5 giorni
ja: 5日
pt: 5 dias
ru: 5 дней

source: 15 days
ar: 15 يومًا
de: 15 Tage
fr: 15 jours
it: 15 giorni
ja: 15日
pt: 15 dias
ru: 15 дней

source: 30 days
ar: 30 يومًا
de: 30 Tage
fr: 30 jours
it: 30 giorni
ja: 30日
pt: 30 dias
ru: 30 дней

source: Consecutive Days Details
ar: تفاصيل أيام متتالية
de: Details für aufeinanderfolgende Tage
fr: Détails des jours consécutifs
it: Dettagli di giorni consecutivi
ja: 連続した日の詳細
pt: Detalhes consecutivos dos dias
ru: Последовательные дни детали

source: Consecutive Days
ar: أيام متتالية
de: Aufeinanderfolgende Tage
fr: Jours consécutifs
it: Giorni consecutivi
ja: 連続した日
pt: Dias consecutivos
ru: Последовательные дни

source: Maintain streaks to unlock larger rewards.
ar: الحفاظ على خطوط لفتح مكافآت أكبر.
de: Behalten Sie Streifen bei, um größere Belohnungen freizuschalten.
fr: Maintenez des séquences pour débloquer des récompenses plus grandes.
it: Mantieni le strisce per sbloccare ricompense più grandi.
ja: ストリークを維持して、より大きな報酬のロックを解除します。
pt: Mantenha as faixas para desbloquear recompensas maiores.
ru: Поддерживайте полосы, чтобы разблокировать большие награды.

source: About Gift Boxes
ar: حول صناديق الهدايا
de: Über Geschenkboxen
fr: À propos des coffrets-cadeaux
it: A proposito di scatole regalo
ja: ギフトボックスについて
pt: Sobre caixas de presente
ru: О подарочных коробках

source: Have a chance to get 0–3 random Gift Boxes every round.
ar: احصل على فرصة للحصول على صناديق هدايا من 0 إلى 3 كل جولة.
de: Haben Sie die Chance, in jeder Runde 0–3 zufällige Geschenkboxen zu erhalten.
fr: Ayez la chance d'obtenir 0 à 3 coffrets cadeaux aléatoires à chaque tour.
it: Avere la possibilità di ottenere 0–3 scatole regalo casuali ogni round.
ja: 毎回0〜3のランダムギフトボックスを入手する機会があります。
pt: Tenha a chance de obter 0-3 caixas de presente aleatórias a cada rodada.
ru: Имейте шанс получить 0–3 случайных подарочных коробок каждый раунд.

source: Gift Boxes Cash Bonus
ar: صناديق الهدايا المكافأة النقدية
de: Geschenkboxen Bargeldbonus
fr: Boîtes-cadeaux Bonus en espèces
it: Bonus in contanti delle scatole regalo
ja: ギフトボックスキャッシュボーナス
pt: Bônus de caixa de caixas de presente
ru: Подарочные коробки Денежный бонус

source: Up to
ar: حتى
de: Bis zu
fr: Jusqu'à
it: Fino a
ja: まで
pt: Até
ru: До

source: Gift Boxes Commission Bonus
ar: مكافأة لجنة صناديق الهدايا
de: Geschenkboxen Provision Bonus
fr: Bonus de la Commission des coffrets cadeaux
it: Bonus Commissione per le scatole regalo
ja: ギフトボックス委員会のボーナス
pt: Bônus de comissão de caixas de presente
ru: Бонус комиссии по подарочным коробкам

source: For more details, contact customer service.
ar: لمزيد من التفاصيل ، اتصل بخدمة العملاء.
de: Weitere Informationen erhalten Sie von dem Kundendienst.
fr: Pour plus de détails, contactez le service client.
it: Per maggiori dettagli, contattare il servizio clienti.
ja: 詳細については、カスタマーサービスにお問い合わせください。
pt: Para mais detalhes, entre em contato com o atendimento ao cliente.
ru: Для получения более подробной информации свяжитесь с обслуживанием клиентов.

source: Gift Boxes Detail
ar: مربعات الهدايا التفاصيل
de: Geschenkboxen Detail
fr: Détail des coffres-cadeaux
it: DETTAGLI DI RAGGI
ja: ギフトボックスの詳細
pt: Detalhes das caixas de presente
ru: Подарочные коробки детали

source: Gift Boxes
ar: صناديق الهدايا
de: Geschenkboxen
fr: Coffres-cadeaux
it: Scatole regalo
ja: ギフトボックス
pt: Caixas de presente
ru: Подарочные коробки

source: Two types of Gift Boxes rewards are available.
ar: هناك نوعان من مكافآت صناديق الهدايا متوفرة.
de: Zwei Arten von Geschenkboxen Belohnungen sind erhältlich.
fr: Deux types de récompenses cadeaux sont disponibles.
it: Sono disponibili due tipi di premi per le scatole regalo.
ja: 2種類のギフトボックスの報酬が利用可能です。
pt: Dois tipos de recompensas de caixas de presente estão disponíveis.
ru: Доступны два типа подарочных коробок.

source: Daily Box
ar: مربع يومي
de: Tägliche Schachtel
fr: Boîte quotidienne
it: Scatola quotidiana
ja: 毎日の箱
pt: Caixa diária
ru: Ежедневная коробка

source: Milestone Box
ar: مربع معلم
de: Meilenstein
fr: Boîte d'étape
it: Scatola di pietra miliare
ja: マイルストーンボックス
pt: Caixa de marco
ru: Веха коробка

source: Box odds reset weekly.
ar: صناديق احتمالات إعادة تعيين أسبوعي.
de: Box Odds setzen wöchentlich zurück.
fr: Les cotes de la boîte réinitialisent chaque semaine.
it: Odds Box Reset settimanale.
ja: ボックスオッズは毎週リセットされます。
pt: As probabilidades de caixa são reiniciadas semanalmente.
ru: Шансы коробки сбрасываются еженедельно.

source: About Rank
de: Über Rang
fr: À propos du rang

source: Commission tiers & upgrade notes
ar: اللجنة مستويات وترقية الملاحظات
de: Provisions Tiers & Upgrade Notes
fr: Commission Tiers et notes de mise à niveau
it: Tiers e note di aggiornamento della Commissione
ja: コミッション層とアップグレードノート
pt: Notas de níveis e atualização da comissão
ru: Комиссия Установки и обновления.

source: Contact Customer Service for more details.
ar: اتصل بخدمة العملاء لمزيد من التفاصيل.
de: Wenden Sie sich an den Kundendienst, um weitere Informationen zu erhalten.
fr: Contactez le service client pour plus de détails.
it: Contatta il servizio clienti per maggiori dettagli.
ja: 詳細については、カスタマーサービスにお問い合わせください。
pt: Entre em contato com o atendimento ao cliente para obter mais detalhes.
ru: Свяжитесь с обслуживанием клиентов для получения более подробной информации.

source: About Rank Details
ar: حول تفاصيل الترتيب
de: Über Rangdetails
fr: À propos des détails du grade
it: Informazioni sui dettagli di rango
ja: ランクの詳細について
pt: Sobre detalhes de classificação
ru: О деталях ранга

source: Rank Upgrade Details
ar: ترتيب تفاصيل الترقية
de: Rang Upgrade -Details
fr: Détails de mise à niveau de classement
it: Dettagli di aggiornamento del rango
ja: アップグレードの詳細をランク付けします
pt: Detalhes da atualização da classificação
ru: Детали обновления ранга

source: More constraints & upgrade hints
ar: المزيد من القيود وتلميحات الترقية
de: Weitere Einschränkungen und Upgrade -Hinweise
fr: Plus de contraintes et de mise à niveau des conseils
it: Più vincoli e suggerimenti di aggiornamento
ja: より多くの制約とアップグレードヒント
pt: Mais restrições e dicas de atualização
ru: Больше ограничений и обновлений подсказки

source: One withdrawal/day
de: Ein Rückzug/Tag
fr: Un retrait / jour

source: Two withdrawals/day
de: Zwei Abhebungen/Tag
fr: Deux retraits / jour

source: Upgrade
ar: يرقي
fr: Mise à niveau
it: Aggiornamento
ja: アップグレード
pt: Atualizar
ru: Обновление

source: Recharge
ar: إعادة الشحن
de: Aufladen
fr: Recharger
it: Ricaricare
ja: 充電
pt: Recarregar
ru: Перезарядка

source: SVIP can become an agent; subordinate commissions may apply.
ar: يمكن أن يصبح SVIP وكيلًا ؛ قد تنطبق اللجان المرؤوس.
de: SVIP kann ein Agent werden; Es können untergeordnete Provisionen gelten.
fr: SVIP peut devenir un agent; Les commissions subordonnées peuvent s'appliquer.
it: Svip può diventare un agente; possono essere applicate commissioni subordinate.
ja: SVIPはエージェントになることができます。下位委員会が適用される場合があります。
pt: O SVIP pode se tornar um agente; As comissões subordinadas podem ser aplicadas.
ru: SVIP может стать агентом; Подчиненные комиссии могут применяться.

source: Previous
de: Vorherige
fr: Précédent

source: Next
ar: التالي
de: Nächste
fr: Suivant
it: Prossimo
ja: 次
pt: Próximo
ru: Следующий

source: Slide indicators
ar: مؤشرات الشرائح
de: Folieindikatoren
fr: Indicateurs de diapositives
it: Indicatori di scorrimento
ja: スライドインジケーター
pt: Indicadores de slide
ru: Слайд -индикаторы

source: Settings — Change password
ar: الإعدادات - تغيير كلمة المرور
de: Einstellungen - Passwort ändern
fr: Paramètres - Modifier le mot de passe
it: Impostazioni: modifica la password
ja: 設定 - パスワードを変更します
pt: Configurações - Alterar a senha
ru: Настройки - изменить пароль
