Repository: benchatronics/meta
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, it, ja, pt, ru

source: You’ll go to the Bind Address page → choose network (e.g. TRC20) → paste your wallet address → verify (email/SMS) → the address will be saved and auto-filled here.
ar: ستذهب إلى صفحة عنوان الربط → اختر الشبكة (على سبيل المثال TRC20) → لصق عنوان محفظتك → تحقق (البريد الإلكتروني/الرسائل القصيرة) → سيتم حفظ العنوان وملء تلقائيًا هنا.
de: Sie werden zur Seite "Bindeadress" → Netzwerk (z. B. TRC20) → Ihre Brieftaschenadresse → Überprüfen (E-Mail/SMS) → Die Adresse wird hier gespeichert und automatisch gefüllt.
fr: Vous irez à la page d'adresse de liaison → Choisissez le réseau (par exemple TRC20) → Collez votre adresse de portefeuille → Vérifier (Email / SMS) → L'adresse sera enregistrée et remplie automatique ici.
it: Andrai alla pagina dell'indirizzo di bind → Scegli la rete (ad esempio TRC20) → Incolla l'indirizzo del portafoglio → Verifica (e-mail/SMS) → l'indirizzo verrà salvato e riempito automatico qui.
ja: Bindアドレスページ→[TRC20など）を選択します→貼り付けアドレスを貼り付け→[電子メール/SMS]→[アドレスは保存され、自動化されます。
pt: Você irá para a página de endereço de ligação → Escolha Rede (por exemplo, TRC20) → Cole o endereço da sua carteira → Verificar (email/SMS) → O endereço será salvo e preenchido automaticamente aqui.
ru: Вы перейдете на страницу адреса Bind → Выберите Network (например, TRC20) → вставьте адрес вашего кошелька → проверка (электронная почта/SMS) → Адрес будет сохранен и заполнен здесь.

source: Bind wallet address?
ar: ربط عنوان المحفظة؟
de: Brieftaschenadresse binden?
fr: Adresse de portefeuille de liaison?
it: Indirizzo del portafoglio Bind?
ja: バインドウォレットアドレス？
pt: Amarre o endereço da carteira?
ru: Привязать адрес кошелька?

source: Withdrawal Method
de: Rückzugsmethode
fr: Méthode de retrait

source: The withdrawal requirement has yet to be fulfilled.
ar: لم يتم الوفاء بمتطلبات الانسحاب بعد.
de: Die Auszahlungsanforderung muss noch erfüllt werden.
fr: L'exigence de retrait n'a pas encore été remplie.
it: Il requisito di prelievo deve ancora essere soddisfatto.
ja: 撤退要件はまだ満たされていません。
pt: O requisito de retirada ainda não foi atendido.
ru: Требование о выводе еще не выполнено.

source: WITHDRAW
ar: ينسحب
de: ZURÜCKZIEHEN
fr: RETIRER
it: RITIRARE
ja: 撤回する
pt: RETIRAR
ru: ОТЗЫВАТЬ

source: For security, you must set a withdrawal password first.
de: Für die Sicherheit müssen Sie zuerst ein Abhebungskennwort festlegen.
fr: Pour la sécurité, vous devez d'abord définir un mot de passe de retrait.

source: Set withdrawal password
de: Legen Sie das Abhebungskennwort fest
fr: Définir le mot de passe de retrait

source: Confirm withdrawal
de: Rückzug bestätigen
fr: Confirmer le retrait

source: Enter your 6-digit withdrawal password to continue.
de: Geben Sie Ihr 6-stelliges Abhebungskennwort ein, um fortzufahren.
fr: Entrez votre mot de passe de retrait à 6 chiffres pour continuer.

source: Cancel
ar: يلغي
de: Stornieren
fr: Annuler
it: Cancellare
ja: キャンセル
pt: Cancelar
ru: Отмена

source: Confirm & Withdraw
de: Bestätigen und zurückziehen
fr: Confirmer et se retirer

source: Withdrawal policy
de: Rückzugsrichtlinie
fr: Politique de retrait

source: The withdrawal requirement has yet to be fulfilled
ar: لم يتم الوفاء بمتطلبات السحب بعد
de: Die Auszahlungsanforderung muss noch erfüllt werden
fr: L'exigence de retrait n'a pas encore été remplie
it: Il requisito di prelievo deve ancora essere soddisfatto
ja: 撤退要件はまだ満たされていません
pt: O requisito de retirada ainda não foi atendido
ru: Требование о выводе еще не выполнено

source: COMPLETE MORE TASKS
ar: أكمل المزيد من المهام
de: Erledigen Sie weitere Aufgaben
fr: Effectuez plus de tâches
it: Completa più compiti
ja: より多くのタスクを完了します
pt: Complete mais tarefas
ru: Выполнить больше задач

source: before the next withdrawal.
de: vor dem nächsten Rückzug.
fr: Avant le prochain retrait.

source: Locked: The withdrawal requirement has yet to be fulfilled %(withdraw_cycles_remaining)s
ar: مغلق: لم يتم الوفاء بمتطلبات الانسحاب بعد [[[[[token_0]]]]]]
de: Sperrt: Die Rückzugsanforderung muss noch erfüllt sein [[[token_0]]]
fr: Verrouillé: l'exigence de retrait n'a pas encore été remplie %(withdraw_cycles_remaining)s
it: Bloccato: il requisito di prelievo deve ancora essere soddisfatto %(withdraw_cycles_remaining)s
ja: ロックされた：引き出し要件はまだ満たされていません[[[[[token_0]]]]
pt: Bloqueado: o requisito de retirada ainda não foi cumprido %(withdraw_cycles_remaining)s
ru: Заблокировано: требование о выводе еще предстоит выполнить [[[[[token_0]]]]]]]

source: Got it
ar: فهمتها
de: Habe es
fr: J'ai compris
it: Fatto
ja: わかった
pt: Entendi
ru: Понятно

source: Processing…
ar: يعالج…
de: Verarbeitung…
fr: Traitement…
it: Elaborazione ...
ja: 処理…
pt: Processamento…
ru: Обработка…

source: Withdrawal Submitted
de: Auszahlung eingereicht
fr: Retrait soumis

source: Home / my Wallet / Withdrawal / Success
ar: الصفحة الرئيسية / محفظتي / الانسحاب / النجاح
de: Startseite / meine Brieftasche / Rückzug / Erfolg
fr: Accueil / mon portefeuille / retrait / succès
it: Home / Il mio portafoglio / ritiro / successo
ja: ホーム /私の財布 /撤退 /成功
pt: Home / minha carteira / retirada / sucesso
ru: Главная / мой кошелек / уход / успех

source: Awaiting Approval
ar: في انتظار الموافقة
de: Auf die Genehmigung warten
fr: En attente d'approbation
it: In attesa di approvazione
ja: 承認を待っています
pt: Aguardando aprovação
ru: В ожидании утверждения

source: Withdrawal submitted
de: Auszahlung eingereicht
fr: Retrait soumis

source: We’ve received your request.
ar: لقد تلقينا طلبك.
de: Wir haben Ihre Anfrage erhalten.
fr: Nous avons reçu votre demande.
it: Abbiamo ricevuto la tua richiesta.
ja: リクエストを受け取りました。
pt: Recebemos sua solicitação.
ru: Мы получили ваш запрос.

source: You’ll get an update once it’s reviewed.
ar: ستحصل على تحديث بمجرد مراجعته.
de: Sie erhalten ein Update, sobald es überprüft wird.
fr: Vous obtiendrez une mise à jour une fois examiné.
it: Avrai un aggiornamento una volta rivisto.
ja: レビューすると更新されます。
pt: Você receberá uma atualização assim que for revisada.
ru: Вы получите обновление после того, как оно будет рассмотрено.

source: Request ID
ar: طلب معرف
de: Anfrage ID
fr: Demande d'identité
it: Richiesta ID
ja: リクエストID
pt: ID de solicitação
ru: Запрос идентификатор

source: Copy
ar: ينسخ
de: Kopie
fr: Copie
it: Copia
ja: コピー
pt: Cópia
ru: Копия

source: Submitted
ar: مُقَدَّم
de: Eingereicht
fr: Soumis
it: Presentato
ja: 提出
pt: Enviado
ru: Поданный

source: To
ar: ل
de: Zu
fr: À
it: A
ja: に
pt: Para
ru: К

source: Your withdrawal request has been submitted.
ar: تم تقديم طلب السحب الخاص بك.
de: Ihr Auszahlungsantrag wurde eingereicht.
fr: Votre demande de retrait a été soumise.
it: La tua richiesta di prelievo è stata inviata.
ja: あなたの撤回要求が提出されました。
pt: Sua solicitação de retirada foi enviada.
ru: Ваш запрос на снятие средств был представлен.

source: Make another withdrawal
de: Einen weiteren Rückzug machen
fr: Faire un autre retrait

source: Tip: If you navigate back to the withdrawal page, it will load a fresh form so it can’t be submitted twice.
ar: نصيحة: إذا انتقلت إلى صفحة السحب ، فسيتم تحميل نموذج جديد بحيث لا يمكن إرساله مرتين.
de: Tipp: Wenn Sie zur Rücknahmeseite zurückkehren, wird ein neues Formular geladen, sodass es nicht zweimal eingereicht werden kann.
fr: Astuce: si vous retournez à la page de retrait, il chargera un nouveau formulaire afin qu'il ne puisse pas être soumis deux fois.
it: Suggerimento: se torni alla pagina di prelievo, caricherà un nuovo modulo in modo che non possa essere inviato due volte.
ja: ヒント：引き出しページに戻ると、新鮮なフォームをロードして2回送信できません。
pt: Dica: se você navegar para a página de retirada, ele carregará um formulário novo para que não possa ser enviado duas vezes.
ru: Совет: если вы перейдете обратно на страницу снятия, он загрузит свежую форму, чтобы ее не было отправлено дважды.

source: Task Preview
ar: معاينة المهام
de: Aufgabe Vorschau
fr: Aperçu des tâches
it: Anteprima dell'attività
ja: タスクプレビュー
pt: Visualização de tarefas
ru: Предварительный просмотр задачи

source: Home / Task / Detail
ar: الصفحة الرئيسية / المهمة / التفاصيل
de: Startseite / Aufgabe / Detail
fr: Accueil / tâche / détail
it: Home / Task / Dettagli
ja: ホーム /タスク /詳細
pt: Casa / tarefa / detalhe
ru: Главная / Задача / Деталь

source: Task image
ar: صورة المهمة
de: Aufgabenbild
fr: Image de tâche
it: Immagine dell'attività
ja: タスク画像
pt: Imagem de tarefa
ru: Изображение задачи

source: Rated
ar: تقييم
de: Bewertet
fr: Classé
it: Valutato
ja: 定格
pt: Avaliado
ru: Рейтинг

source: Submit
ar: يُقدِّم
de: Einreichen
fr: Soumettre
it: Invia
ja: 提出する
pt: Enviar
ru: Представлять на рассмотрение

source: Submitted (waiting)
ar: مقدم (الانتظار)
de: Eingereicht (warten)
fr: Soumis (en attente)
it: Inviato (in attesa)
ja: 提出（待機）
pt: Enviado (esperando)
ru: Отправлен (ожидание)

source: Congratulations!
ar: مبروك!
de: Glückwunsch!
fr: Félicitations!
it: Congratulazioni!
ja: おめでとう！
pt: Parabéns!
ru: Поздравляю!

source: You have received a platinum package. For more info please contact customer service.
ar: لقد تلقيت حزمة البلاتين. لمزيد من المعلومات ، يرجى الاتصال بخدمة العملاء.
de: Sie haben ein Platinpaket erhalten. Für weitere Informationen wenden Sie sich bitte an den Kundendienst.
fr: Vous avez reçu un forfait Platinum. Pour plus d'informations, veuillez contacter le service client.
it: Hai ricevuto un pacchetto platino. Per ulteriori informazioni, contattare il servizio clienti.
ja: プラチナパッケージを受け取りました。詳細については、カスタマーサービスにお問い合わせください。
pt: Você recebeu um pacote de platina. Para mais informações, entre em contato com o atendimento ao cliente.
ru: Вы получили платиновый пакет. Для получения дополнительной информации, пожалуйста, свяжитесь с обслуживанием клиентов.

source: Tasks Dashboard
ar: مهام لوحة القيادة
de: Aufgaben Dashboard
fr: Tableau de bord des tâches
it: Dashboard compiti
ja: タスクダッシュボード
pt: Painel de tarefas
ru: Задачи приборной панели

source: Home / Task
ar: الصفحة الرئيسية / المهمة
de: Home / Aufgabe
fr: Accueil / Tâche
ja: ホーム /タスク
pt: Casa / tarefa
ru: Главная / Задача

source: Total Asset
ar: إجمالي الأصول
de: Gesamtvermögen
fr: Actif total
it: Attività totale
ja: 総資産
pt: Ativo total
ru: Общий актив

source: Asset
ar: أصل
de: Vermögenswert
fr: Actif
it: Risorsa
ja: 資産
pt: Ativo
ru: Объект

source: Dividends
ar: أرباح
de: Dividenden
fr: Dividendes
it: Dividendi
ja: 配当
pt: Dividendos
ru: Дивиденды

source: Complete Tasks and get
ar: أكمل المهام واحصل
de: Aufgaben erledigen und bekommen
fr: Effectuer des tâches et obtenir
it: Compiti completi e ottieni
ja: タスクを完了して取得します
pt: Complete tarefas e obtenha
ru: Выполнить задачи и получить

source: rewarded
de: belohnt
fr: récompensé

source: Banner Image
ar: صورة لافتة
de: Bannerbild
fr: Image de bannière
it: Immagine banner
ja: バナー画像
pt: Imagem do banner
ru: Баннер изображение

source: Order received today:
ar: تم استلام الطلب اليوم:
de: Bestellung erhalten heute:
fr: Commande reçue aujourd'hui:
it: Ordine ricevuto oggi:
ja: 今日受け取った注文：
pt: Pedido recebido hoje:
ru: Заказ получен сегодня:

source: Fetching your task…
ar: جلب مهمتك ...
de: Ihre Aufgabe holen…
fr: Récupérer votre tâche…
it: Prendere il tuo compito ...
ja: タスクを取得する…
pt: Buscando sua tarefa ...
ru: Принесите вашу задачу ...

source: Filter status
ar: حالة التصفية
fr: Statut de filtre
it: Stato del filtro
ja: フィルターステータス
pt: Status do filtro
ru: Статус фильтра

source: Apply
ar: يتقدم
de: Anwenden
fr: Appliquer
it: Fare domanda a
ja: 適用する
pt: Aplicar
ru: Применять

source: No tasks yet.
ar: لا توجد مهام حتى الآن.
de: Noch keine Aufgaben.
fr: Pas encore de tâches.
it: Nessun compito ancora.
ja: タスクはまだありません。
pt: Ainda não há tarefas.
ru: Пока нет задач.

source: Approved
ar: موافقة
de: Genehmigt
fr: Approuvé
it: Approvato
ja: 承認された
pt: Aprovado
ru: Одобренный

source: Loading…
ar: تحميل…
de: Laden…
fr: Chargement…
it: Caricamento…
ja: 読み込み…
pt: Carregando…
ru: Загрузка ...

source: Please wait a moment
ar: من فضلك انتظر لحظة
de: Bitte warten Sie einen Moment
fr: Veuillez attendre un moment
it: Per favore aspetta un momento
ja: ちょっと待ってください
pt: Por favor, espere um momento
ru: Пожалуйста, подождите мгновение

source: Oh No!
ar: أوه لا!
de: Oh nein!
fr: Oh non!
ja: なんてこった！
pt: Oh não!
ru: О, нет!

source: You have completed <strong id="completedCount">0</strong> orders.<br>Please contact customer service for assistance.
ar: لقد أكملت [[[[[token_0]]]]] 0 [[[[[[token_1]]]] أوامر. [[[[[[token_2]]]
de: Sie haben [[[[token_0]]]] 0 [[[[token_1]]] bestellt.
fr: Vous avez terminé <strong id="completedCount">0</strong> orders.Veuillez contacter le service client pour obtenir de l'aide.
it: Hai completato [[[[token_0]]]] 0 [[[[token_1]]]] ordini. <br> si prega di contattare il servizio clienti per assistenza.
ja: [[[[[[token_0]]]]]] 0 [[[[[token_1]]]]注文を完了しました。
pt: Você concluiu [[[token_0]]]] 0 </strong>.
ru: Вы завершили [[[[[token_0]]]] 0 [[[[[token_1]]] заказы.

source: Menu
ar: قائمة طعام
de: Speisekarte
ja: メニュー
ru: Меню

source: Clients Review
ar: مراجعة العملاء
de: Kundenbewertung
es: Opiniones de clientes
it: Revisione dei clienti
ja: クライアントのレビュー
pt: Revisão dos clientes
ru: Клиенты обзор

source: Client
ar: عميل
de: Kunde
it: Cliente
ja: クライアント
pt: Cliente
ru: Клиент

source: 30× commission
ar: 30 × اللجنة
de: 30 × Provision
it: 30 × Commissione
ja: 30×委員会
pt: 30 × Comissão
ru: 30 × комиссия

source: Commission
ar: عمولة
de: Kommission
it: Commissione
ja: 手数料
pt: Comissão
ru: Комиссия

source: Note
ar: ملحوظة
de: Notiz
it: Nota
ja: 注記
pt: Observação
ru: Примечание

source: Date
ar: تاريخ
de: Datum
it: Data
ja: 日付
pt: Data
ru: Дата

source: Action
ar: فعل
de: Aktion
it: Azione
ja: アクション
pt: Ação
ru: Действие

source: Task #%(id)s
ar: المهمة #[[[[[token_0]]]]]
de: Aufgabe #[[[token_0]]]]]]
it: Task #[[[[TOKEN_0]]]
ja: タスク＃[[[[token_0]]]]
pt: Tarefa #[[[[token_0]]]]
ru: Задача #[[[[[token_0]]]]]]

source: Transactions
ar: المعاملات
de: Transaktionen
it: Transazioni
ja: トランザクション
pt: Transações
ru: Транзакции

source: Description
ar: وصف
de: Beschreibung
it: Descrizione
ja: 説明
pt: Descrição
ru: Описание

source: 1X commission
ar: 1x لجنة
de: 1x Kommission
it: 1x Commissione
ja: 1x委員会
pt: 1x Comissão
ru: 1x комиссия

source: Orbitpedia
ar: إكسبيا

source: Captcha
ar: كابتشا
ja: キャプチャ
ru: Капча

source: information
ar: معلومة
it: informazioni
ja: 情報
pt: Informação
ru: информация

source: James Lee
ar: جيمس لي
ja: ジェームズ・リー
ru: Джеймс Ли

source: Avatar
ar: الصورة الرمزية
ja: アバター
ru: Аватар

source: Chance
ar: فرصة
it: Opportunità
ja: チャンス
ru: Шанс

source: EUR (Euro)
ar: يورو (يورو)
ja: EUR（ユーロ）
ru: Евро (евро)

source: Min
ar: دقيقة
ja: 分
ru: Мин

source: Max
ar: الأعلى
ja: マックス
pt: Máx
ru: Максимум

source: Ethereum
ja: イーサリアム

source: ETHEREUM
ja: イーサリアム

source: Get to randomly rate apartments based on view and aesthetic
es: Califica aleatoriamente apartamentos según la vista y la estética

source: Earn rewards instantly
es: Gana recompensas al instante
