Repository: benchatronics/meta
Catalog: locale/ha/LC_MESSAGES/django.po
Languages: ha

source: Clear withdrawal PIN
ha: Share cirewa

source: Tick to remove any existing withdrawal PIN so the user must set a new one.
ha: Tick ​​to cire kowane fil na data kasance fayil ɗin don mai amfani dole ne ya saita sabon.

source: Set new withdrawal PIN
ha: Saita sabon condrawal PINDal

source: Optional. Enter exactly 6 digits to set/reset the PIN.
ha: Zabi ne. Shigar da lambobi 6 don saita / sake saita fil.

source: PIN must be exactly 6 digits.
ha: PIN dole ne ya zama lambobi 6.

source: Withdrawal security
ha: Tsaro tsaro

source: Account password
ha: Kalmar sirri

source: Withdrawal password (6 digits)
ha: Cire kalmar sirri (lambobi 6)

source: Confirm withdrawal password
ha: Tabbatar da kalmar sirri

source: Incorrect account password.
ha: Kalmar sirri da ba daidai ba.

source: Enter exactly 6 digits.
ha: Shigar da lambobi 6.

source: Passwords do not match.
ha: Kalmomin shiga ba su dace ba.

source: Current withdrawal password
ha: Kalmar sirri ta yanzu

source: New withdrawal password (6 digits)
ha: Sabon kalmar sirri (lambobi 6)

source: Confirm new withdrawal password
ha: Tabbatar da sabon kalmar sirri

source: Incorrect withdrawal password.
ha: Kalmar sirri ba daidai ba.

source: JPG/PNG/WebP/GIF, up to %(mb)s MB.
ha: JPG / PNG / Webp / gif, har zuwa [[[Shafen_0]]]] Mb.

source: Direct image URL (used only if no file is uploaded).
ha: URL na kai tsaye na hoto (wanda aka yi amfani da shi kawai idan babu fayil ɗin da aka ɗora).

source: Unsupported image type. Use JPG, PNG, WebP, or GIF.
ha: Nau'in hoto mai ban sha'awa. Yi amfani da JPG, PNG, Webp, ko GIf.

source: Only http/https URLs are allowed.
ha: Kawai HTTP / an yarda URLs na HTTPS kawai.

source: Country code
ha: Lambar ƙasa

source: Enter your phone number
ha: Shigar da lambar wayarka

source: Phone number
ha: Lambar tarho

source: Enter your invitation code
ha: Shigar da lambar gayyatar

source: Invitation code
ha: Lambar gayyatar

source: I am not a robot
ha: Ni ba robot bane

source: Enter your password
ha: Shigar da kalmar wucewa

source: Re-enter your password
ha: Sake shigar da kalmar wucewa

source: Invalid phone number format.
ha: Tsarin lambar waya mara inganci.

source: This phone number is not possible for the selected country.
ha: Wannan lambar wayar ba zata yiwu ba ga kasar da aka zaɓa.

source: This phone number is not valid for the selected country.
ha: Wannan lambar wayar ba ta da inganci ga kasar da aka zaɓa.

source: Phone number length must be between %(lo)d and %(hi)d digits for %(country)s.
ha: Tsawon lambar waya dole ne ya kasance tsakanin% (lo) d da% (hi) d lambobi don [[[Token_0]].

source: An account with this phone already exists.
ha: Asusun tare da wannan wayar ya wanzu.

source: Password
ha: Kalmar bada iznin wucewa

source: Raw passwords are not stored, so there is no way to see this user’s password, but you can change the password using the “Change password” form.
ha: Ba a adana kalmomin shiga na da ba, don haka babu wata hanyar ganin kalmar sirri ta mai amfani, amma zaku iya canza kalmar wucewa ta amfani da "Canja kalmar sirri".

source: User phone (E.164 or local NG)
ha: Wayar mai amfani (E.164 ko na gida)

source: +2348012345678 or 080...
ha: +2348012345678 ko 080 ...

source: New password
ha: Sabuwar kalmar sirri

source: Confirm new password
ha: Tabbatar da sabon kalmar sirri

source: Phone does not match your account.
ha: Waya bai dace da asusunka ba.

source: Help
ha: Taimaka

source: Level
ha: Kwari

source: Sign-in reward
ha: Sa hannu-cikin lada

source: Withdrawal password set.
ha: Creadrawal kalmar sirri.

source: You don’t have a withdrawal password yet. Set one first.
ha: Ba ku da kalmar wucewa ba tukuna. Saita farko.

source: Withdrawal password updated.
ha: Karshen kalmar sirri sabuntawa.

source: Verification code
ha: Lambar tabbaci

source: No account found for that phone.
ha: Babu asusun da aka samo don wayar.

source: Your reset code is: %(otp)s. It expires in 10 minutes.
ha: Your reset code is: %(otp)s. Yana ƙare a cikin minti 10.

source: We couldn’t send the code. Please try again in a moment.
ha: Ba za mu iya aika lambar ba. Da fatan za a sake gwadawa a wani lokaci.

source: Unexpected error sending code. Try again later.
ha: Kuskuren kuskuren aika lambar. Sake gwadawa daga baya.

source: We sent a verification code to your phone.
ha: Mun aika lambar tabbatarwa ga wayarka.

source: Please correct the errors below.
ha: Da fatan za a gyara kurakuran da ke ƙasa.

source: Start by entering your phone number.
ha: Fara ta shigar da lambar wayarka.

source: Invalid or expired code.
ha: Ba daidai ba ko lambar ta ƙare.

source: Account not found. Please start over.
ha: Ba a samo asusu ba. Da fatan za a fara.

source: Your password has been reset. You can now sign in.
ha: Kalmar sirri ta sake saitawa. Yanzu zaku iya shiga.

source: You're already signed in.
ha: An riga an sanya hannu a ciki.

source: Welcome back!
ha: Barka da baya!

source: Invalid phone or password.
ha: Waya mara inganci ko kalmar wucewa.

source: Account created!
ha: Asusun da aka kirkira!

source: You have been logged out.
ha: An yi watsi da ku.

source: Invalid phone format. Please enter a valid number.
ha: Tsarin waya mara inganci. Da fatan za a shigar da lambar inganci.

source: Password updated.
ha: Kalmar sirri sabuntawa.

source: Auth
ha: M

source: Go back
ha: Koma

source: Home
ha: Gida

source: info
ha: ba da labari

source: Info
ha: Ba da labari

source: Settings
ha: Saitunan

source: setting
ha: saitawa

source: Setting
ha: Saitawa

source: Profile
ha: Rabin fuska

source: Language
ha: Harshe

source: Change password
ha: Canza kalmar shiga

source: Withdrawal password
ha: Kalmar sirri

source: My Wallet
ha: Walatata

source: Collapse menu
ha: Menu na rarrabuwa

source: Collapse
ha: Auka

source: User avatar
ha: Mai amfani avatar mai amfani

source: User ID
ha: ID na mai amfani

source: Phone
ha: Waya

source: Sidebar
ha: Ɓangaren gefe

source: Task
ha: Aiki

source: Tasks
ha: Ksawai

source: Account
ha: Ajiya

source: Wallet
ha: Zabira

source: Admin Panel
ha: Admin kwamiti

source: Admin settings
ha: Saitunan admin

source: Menu
ha: Takardar tsarin abinci

source: Announcements
ha: Sanarwa

source: Expand
ha: Bazu

source: Primary
ha: Na farko

source: Captcha
ha: Kafetca

source: Enter answer
ha: Shigar da amsar

source: Reload image
ha: Sake sanya hoto

source: Add Payout Address
ha: Sanya Adireshin Payout

source: Wallet Address
ha: Adireshin Wallet

source: Add Address
ha: Adireshin Adireshin

source: Address Type
ha: Nau'in adireshi

source: Address
ha: Yi jawabi

source: Select a network to see the required format.
ha: Zaɓi cibiyar sadarwa don ganin tsarin da ake buƙata.

source: Label (optional)
ha: Lakabi (na zabi)

source: Save Address
ha: Ajiye adireshin

source: Back
ha: Goya baya

source: Ethereum address must start with 0x and be 42 characters total (0x + 40 hex).
ha: Adireshin Ethereum dole ne ya fara da 0x kuma zama haruffa 42 (0x + 40 Hex).

source: TRC20 address must start with T and be 34 characters (Base58).
ha: Adireshin TRC20 dole ne ya fara da t kuma ya zama haruffa 34 (Base58).

source: Users
ha: Masu amfani

source: Browse users
ha: Yi lilo masu amfani

source: Blocked users
ha: Masu amfani da aka katange

source: Withdrawals
ha: Janyewar

source: Pending
ha: A lokacin

source: Confirmed
ha: Tabbatar

source: Failed
ha: Kasa

source: Deposits
ha: Adibas

source: Awaiting Payment
ha: Jiran biyan kuɗi

source: Content
ha: Wadatacce

source: Info pages
ha: Shafukan Bayani

source: User tasks
ha: Ayyukan mai amfani

source: Task templates
ha: Samfura

source: Forced directives
ha: Umarni tilasta

source: System
ha: Hanya

source: Pending withdrawals (latest 10)
ha: A lokacin cirewa (Sabbin 10)

source: View all
ha: Duba duka

source: Open
ha: Buɗe

source: No pending withdrawals.
ha: Babu mai da ake samu na jiran aiki.

source: Recent activity
ha: Kwanannan aiki

source: Nothing yet.
ha: Ba komai tukuna.

source: information
ha: ba da labari

source: No announcements at the moment.
ha: Babu sanarwa a yanzu.

source: Deposit
ha: Yi ajiya

source: Amount
ha: Jimla

source: Currency
ha: Kuɗi

source: Minimum 10. Choose a preset or enter an amount.
ha: Mafi qarancin 10. Zabi wani saiti ko shigar da adadin.

source: Payment Method
ha: Hanyar biyan kuɗi

source: Proceed to Pay →
ha: Ci gaba zuwa biya →

source: Pay Deposit
ha: Biyan Adadin Biyan

source: Payment details
ha: Bayanin Biyan Kuɗi

source: Change payment method
ha: Canza hanyar biyan kuɗi

source: Ethereum
ha: ETHEREE

source: Copy amount
ha: Kafa adadin

source: Scan to pay · %(dep.get_network_display)s
ha: Scan zuwa Ponebu% (Bov.Getwork_display) s

source: Verifying…
ha: Tabbatar ...

source: Verifying… ({time} left)
ha: Tabbatarwa ... ([[iyarwa_0]]]]]

source: You can use “Verify now” for quick help.
ha: Kuna iya amfani "Tabbatar yanzu" don Taimako mai sauri.

source: QR error
ha: Kuskuren QR

source: Network
ha: Hanyar sadarwa

source: Copy address
ha: Adireshin kwafi

source: Reference
ha: Takardar shaida

source: Copy reference
ha: Kwafi Kwafi

source: I’ve Paid — Verify
ha: Na biya - tabbatar

source: We’ll check the network and update your balance when confirmed.
ha: Zamu bincika cibiyar sadarwar da sabunta ma'aunin ku idan aka tabbatar.

source: Verify now
ha: Tabbatar yanzu

source: Need quick approval? Use <strong>Verify now</strong>.
ha: Buƙatar yarda da sauri? Use <strong>Verify now</strong>.

source: Need quick approval? You can use <strong>Verify now</strong>.
ha: Buƙatar yarda da sauri? You can use <strong>Verify now</strong>.

source: Payment failed
ha: Biyan kuɗi ya kasa

source: Try again
ha: Gwada kuma

source: This deposit is a draft.
ha: Wannan ajiyar ajiya takarda ce.

source: Continue to deposit
ha: Ci gaba da ajiya

source: Thanks! Recieved We’ll verify the payment shortly.
ha: Na gode! Komawa Zamu tabbatar da biyan kudi jim kaɗan.

source: Go to Wallet
ha: Je zuwa walat

source: Status: %(dep.status)s
ha: Hali:% (dep.catusatus) s

source: Copied
ha: Kwafa

source: Seaside resort at dusk
ha: Gidajen Tekuna a Dusk

source: Experience The Magic Of Relaxation
ha: Fuskantar sihiri na annashuwa

source: Indulge in the epitome of coastal living as you discover the breathtaking beauty and tranquility of luxury.
ha: Indulge a cikin hanyar da ke rayuwa ta bakin teku yayin da kuka gano kyawun fata da kwanciyar hankali na alatu.

source: Customer avatar 1
ha: Abokin Ciniki 1

source: Customer avatar 2
ha: Abokin Ciniki 2

source: Customer avatar 3
ha: Abokin Ciniki 3

source: Trusted by over 25k+ people
ha: Amintacce ta hanyar 25k + mutane

source: Explore Now
ha: Bincika yanzu

source: Premium Facilities
ha: Premium wurare

source: Exclusive Sunset View
ha: Ra'ayin Rana

source: You witness the beauty of the world from your room
ha: Kuna shaida kyakkyawa na duniya daga dakin ku

source: Integrated Tourist Area
ha: Hadaddiyar yankin yawon shakatawa

source: Enhancing your travel experience
ha: Haɓaka kwarewar tafiyeku

source: Nature-Inspired Pool
ha: Tafkin-yanayi

source: Serene swimming pool with a touch of paradise
ha: Gidan wanka na Serene tare da tabawa na Firdausi

source: Get Rewarded
ha: Sami lada

source: Rate Apartments
ha: Adadin gidaje

source: Earn instant rewards from the apartments you rate.
ha: Sami damar nan take daga gidajen da ka ƙididdige.

source: Previous slide
ha: Slide na baya

source: Next slide
ha: Na gaba

source: Modern apartment interior
ha: Gidajen na yau da kullun

source: Resort pool at sunset
ha: Wurin shakatawa a faɗuwar rana

source: Scenic valley view
ha: Viewic Verley View

source: Clients Review
ha: Abokin ciniki

source: See some honest reviews from our users on the platform
ha: Duba wasu bita na gaskiya daga masu amfani da mu akan dandamali

source: Had a great experience using this for solid bookings. Customer service was top-notch.
ha: Yana da matukar gwaninta ta amfani da wannan don ingantattun littattafai. Sabis ɗin abokin ciniki ya zama babban daraja.

source: Get your inspiration of luxury and get rewarded
ha: Sami wahayi na alatu da samun lada

source: Earn new rewards at every step you take under true luxury.
ha: Sami sabon sakamako a kowane mataki da kuka ɗauki ƙarƙashin jin daɗi.

source: See More
ha: Duba ƙarin

source: Luxury inspiration
ha: Luxury Inspiration Incry

source: Get started
ha: Fara

source: I had a great experience working with this fantastic platform that delivers reward to users for best rating apartments. They have exceptional customer service and high-quality service.
ha: Na sami babban kwarewa mai aiki tare da wannan dandamali mai ban mamaki wanda ya sa dama ga masu amfani don mafi kyawun rating. Suna da sabis na abokin ciniki da sabis masu inganci.

source: Info Center
ha: Cibiyar Bayani

source: Pick a section on the left, or use the quick links below.
ha: Zaɓi ɓangare a hagu, ko amfani da hanyoyin sauri da ke ƙasa.

source: View all announcements
ha: Duba duk sanarwa

source: Select your language.
ha: Zaɓi yarenku.

source: Reset Password – Step 1
ha: Sake saita kalmar sirri - Mataki na 1

source: Reset Password
ha: Sake saita kalmar sirri

source: Enter your phone number to get a verification code.
ha: Shigar da lambar wayarka don samun lambar tabbatarwa.

source: Send Code
ha: Aika lambar

source: Remembered your password?
ha: An tuna da kalmar sirri?

source: Sign in
ha: Shiga ciki

source: Reset Password – Step 2
ha: Sake saita kalmar sirri - Mataki na 2

source: Enter the code sent to your phone, then choose a new password.
ha: Shigar da lambar da aka aika zuwa wayarka, sannan zaɓi sabon kalmar sirri.

source: Verification Code
ha: Lambar tabbaci

source: New Password
ha: Sabuwar kalmar sirri

source: Show/Hide password
ha: Nuna / Boye kalmar sirri

source: Confirm Password
ha: tabbata kalmar shiga

source: Settings — Profile
ha: Saitin - Bayani

source: profile
ha: rabin fuska

source: Basic Info
ha: Bayani na asali

source: Manage your details and personal preferences here.
ha: Gudanar da cikakken bayani da abubuwan da kuka zaba a nan.

source: Change image
ha: Canza hoto

source: Remove
ha: Motsa

source: JPG, PNG, WebP or GIF. Ideal: 120×120 (min 80×80).
ha: JPG, PNG, Webp ko Gif. Mafi dacewa: 120 × 120 (Min 80 × 80).

source: Phone Number
ha: Lambar tarho

source: LEVEL 1
ha: Mataki na 1

source: Nickname
ha: Sunan barkwanci

source: Image URL (optional)
ha: Hoto URL (Zabi)

source: Used only if no uploaded image exists.
ha: Amfani kawai idan babu hoton da aka ɗora hoto.

source: Save Changes
ha: Ajiye canje-canje

source: Deposit Bonus
ha: Biyan kuɗi

source: Reset Amount Reward
ha: Sake saita lada

source: Get
ha: Samu

source: Please contact customer service for reward.
ha: Da fatan za a tuntuɓi sabis ɗin abokin ciniki don sakamako.

source: You can only collect once a day; reset the reward.
ha: Zaka iya tattara kawai sau ɗaya a rana; sake saita lada.

source: Deposit Bonus Details
ha: Adana bayanan bonus

source: Repeat of tiers for clarity
ha: Maimaita na tiers don tsabta

source: Collect once per day.
ha: Tattara sau ɗaya a rana.

source: Consecutive Days Rewards
ha: ASTUWARS KYAUTA

source: Work for consecutive days and receive a reward of:
ha: Yi aiki don kwanaki a jere da karɓar sakamako na:

source: 5 days
ha: 5 kwanaki

source: 15 days
ha: Kwanaki 15

source: 30 days
ha: 30 kwana

source: Consecutive Days Details
ha: Kashe kwanaki masu cikakken bayani

source: Consecutive Days
ha: Kwanakin sakamako

source: Maintain streaks to unlock larger rewards.
ha: Kula da matsaloli don buše mafi girma.

source: About Gift Boxes
ha: Game da Kwalaye Kyauta

source: Have a chance to get 0–3 random Gift Boxes every round.
ha: Da damar samun akwatunan kyauta 0-3 mai bazuwar kowane zagaye.

source: Gift Boxes Cash Bonus
ha: Kyaututtukan dafaffen tsabar kudi

source: Up to
ha: Har zuwa

source: Gift Boxes Commission Bonus
ha: Kyaututtukan Kwalban Kwalban

source: 30× commission
ha: 30 × Hukumar Hukumar

source: For more details, contact customer service.
ha: Don ƙarin cikakkun bayanai, tuntuɓi sabis na abokin ciniki.

source: Gift Boxes Detail
ha: Dakin kwalaye na Kyauta

source: Gift Boxes
ha: Dandalin Kyauta

source: Two types of Gift Boxes rewards are available.
ha: Nau'in kyawawan dafaffen kayan kyauta ana samun su.

source: Daily Box
ha: Akwatin Daily

source: Chance
ha: Sa'a

source: Milestone Box
ha: Akwatin mil

source: Box odds reset weekly.
ha: Akwatin Bakin Akwatin Sati.

source: Commission tiers & upgrade notes
ha: Hukumar Kula da Userges Notes

source: Commission
ha: Kwamisho

source: Contact Customer Service for more details.
ha: Tuntuɓi sabis ɗin abokin ciniki don ƙarin cikakkun bayanai.

source: About Rank Details
ha: Game da cikakken bayani

source: Rank Upgrade Details
ha: Matsakaitan Haɗuwa

source: More constraints & upgrade hints
ha: Abun Daidai

source: Note
ha: Wasiƙa

source: One withdrawal/day
ha: Daya na karba / rana

source: Two withdrawals/day
ha: Biyu cirewa / rana

source: Upgrade
ha: Haɓakawa

source: Recharge
ha: Sakewa

source: SVIP can become an agent; subordinate commissions may apply.
ha: SVIP na iya zama wakili; a ƙarƙashin kwamitocin na iya amfani.

source: Previous
ha: Na baya

source: Next
ha: Daga nan

source: Slide indicators
ha: Manunin alamun

source: Settings — Change password
ha: Saiti - Canza kalmar shiga

source: For security, confirm your phone, pass the captcha, then set a strong password.
ha: Don tsaro, tabbatar wayarka, wuce CAPTCHA, sannan saita kalmar sirri mai karfi.

source: Old password
ha: Tsohon kalmar shiga

source: Forgot current password?
ha: Manta da kalmar sirri na yanzu?

source: Use 8+ characters with a mix of letters, numbers, and symbols.
ha: Yi amfani da haruffa 8+ tare da haɗuwa da haruffa, lambobi, da alamomi.

source: Confirm password
ha: Tabbata kalmar shiga

source: Sign In - Orbitpedia
ha: Shiga ciki - An soke

source: Sign In
ha: Shiga ciki

source: Welcome back, please sign in
ha: Barka da baya, da fatan shiga

source: Don’t have an account?
ha: Ba ku da asusu?

source: Create one
ha: Ƙirƙiri ɗaya

source: Forgotten password?
ha: Manta kalmar sirri?

source: Sign Up - Orbitpedia
ha: Rajista - An Orbitpedia

source: Sign Up
ha: Yi rajista

source: Hello friend, let’s get you registered
ha: Sannu aboki, bari mu sake yin rajista

source: Show password
ha: Nuna kalmar sirri

source: Hide password
ha: Ideoye kalmar sirri

source: Invitation Code
ha: Lambar gayyatar

source: Already have an account?
ha: Tuni kuna da lissafi?

source: Login
ha: Shiga

source: Support – Reset Password
ha: Tallafawa - Sake saita kalmar sirri

source: Reset User Password (Support)
ha: Sake saita kalmar sirri (tallafi)

source: Enter the user’s phone and a new password. This action is logged.
ha: Shigar da wayar mai amfani da sabon kalmar sirri. Wannan aikin ya shiga.

source: Accepts <b>E.164</b> (e.g. <code>+2348012345678</code>) or local NG like <code>080…</code>.
ha: Yarda [[[Shemen_0 ]- E.164

source: Show
ha: Nuna

source: Hide
ha: Ɓoye

source: Reset password
ha: Sake saita kalmar sirri

source: You must be logged in as <b>staff</b>.
ha: Dole ne ku shiga cikin [[[[Shoken_0]] ma'aikata [[[Token_1]].

source: Tip: Use strong passwords (12+ chars, mix of letters, numbers & symbols). This operation is recorded in the Admin log.
ha: Tukwici: Yi amfani da kalmomin shiga mai ƙarfi (12+ Fasaha, Mix na haruffa, lambobi & alamomi). An rubuta wannan aikin a cikin tsarin gudanarwa.

source: Working…
ha: Aiki ...

source: Balances
ha: Ma'auni

source: Tasks Promo
ha: Tipan wasan kwaikwayo

source: Complete Tasks
ha: Cikakken ayyuka

source: Locked:
ha: Kulle:

source: You have completed your trial. Please contact customer care.
ha: Kun gama shari'ar ku. Da fatan za a tuntuɓi kula da abokin ciniki.

source: You’re up to date. Click below to get your next task.
ha: Kun kasance har zuwa yau. Danna ƙasa don samun aikinku na gaba.

source: Locked — contact support
ha: Kulle - Tallafin Tallafi

source: Click to get your task
ha: Danna don samun aikinku

source: Filter tasks
ha: Fassaro

source: All
ha: Duka

source: Completed
ha: Kammala

source: Processing
ha: Aiki

source: Task History
ha: Tarihin Tarihi

source: Status
ha: Matsayi

source: View
ha: Duba

source: Product
ha: Abin sarrafawa

source: Price
ha: Farashi

source: Comm
ha: Wa

source: No Task History
ha: Babu Tarihin Tarihi

source: Product Name
ha: Sunan Samfuta

source: Order ID
ha: Oda id

source: Date
ha: Rana

source: Action
ha: Mataki

source: Task #%(id)s
ha: Aiki # [[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[Shoke_0]]

source: Close
ha: Rufa

source: Trial Complete
ha: Gwaji

source: You’ve completed all trial tasks. Please contact customer care to continue.
ha: Kun gama duk ayyukan gwaji. Da fatan za a tuntuɓi kulawar abokin ciniki don ci gaba.

source: Customer care
ha: Kulawar Abokin Ciniki

source: Dashboard — Tasks & Rewards
ha: Dashboard - Kawa & Sakamakon

source: My Dashboard
ha: Dashboard na

source: User
ha: Wadda take amfani

source: View Profile
ha: Duba bayanin martaba

source: Location
ha: Gano wuri

source: Rating
ha: Ƙayaki

source: Search
ha: Bincike

source: Filters
ha: Tace

source: Recommended
ha: Yaba

source: Popular
ha: M

source: Your avatar
ha: Avatar ku

source: Let’s do some task and earn reward
ha: Bari muyi wani aiki kuma mu sami sakamako

source: Mobile header & filters
ha: HADISHE HALIT & Tace

source: View profile
ha: Duba bayanin martaba

source: wave
ha: kaɗi

source: Save %(name)s
ha: Ka ceci [[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[[Shakuka_0]]

source: No %(tab)s hotels available.
ha: A'a [[[Token_0]]]] otalan otal.

source: Home / my wallet
ha: Gida / walat na

source: Wallet Summary
ha: Tallar Wallet

source: Current Balance
ha: Bala'i na yanzu

source: Hide balance
ha: Boye ma'auni

source: Trial Bonus
ha: Bonus Bonus

source: Withdraw
ha: Janye

source: Filter transactions (mobile)
ha: Matattarar tace (Mobile)

source: Withdrawal
ha: Janye

source: Transactions
ha: Masarufi

source: Filter transactions (desktop)
ha: Matattarar tace (Desktop)

source: Added funds
ha: An kara da kudade

source: Adjustment
ha: Daidaituwa

source: No Transaction History
ha: Babu Tarihin Kasuwanci

source: When you start using your wallet, entries will show here.
ha: Lokacin da ka fara amfani da walat ɗinka, shigarwar zai nuna anan.

source: Added funds • %(t.created_at|date:"Y-m-d")s
ha: An kara da kudade •% (T.Created_at | Rana: "y-m-d") s

source: No deposits yet
ha: Babu adibas tukuna

source: Withdrawal (Pending)
ha: Karba (a lokacin)

source: Withdrawal (Failed)
ha: Cirewa (kasa)

source: Requested
ha: Nema

source: Request
ha: Roƙa

source: Posted
ha: Fased

source: No withdrawals yet
ha: Babu cirewa tukuna

source: Payment • %(t.created_at|date:"Y-m-d")s
ha: Biya • Biya (T.Created_at | Rana: "Y-M-D") s

source: No commissions yet
ha: Babu kwamitocin tukuna

source: Transaction Details
ha: Bayanin ma'amala

source: Transaction ID
ha: ID na ma'amala

source: Copy ID
ha: Kwafi ID

source: Description
ha: Siffantarwa

source: State
ha: Jiha

source: Added fund to wallet
ha: An kara da asusu zuwa walat

source: Show balance
ha: Nuna ma'auni

source: Home / my Wallet / Withdrawal
ha: Gida / Watche / Creadrawal

source: Your withdrawal method is verified.
ha: Ana tabbatar da hanyar da kuka fi dacewa.

source: EUR (Euro)
ha: EUR (Yuro)

source: USD (US Dollar)
ha: USD (Dollar Amurka)

source: GBP (Pound)
ha: GBP (Found)

source: per request
ha: a kowane buƙata

source: Bound wallet address
ha: Adadin adireshin walat

source: Update address
ha: Adireshin sabuntawa

source: Network:
ha: Cibiyar sadarwa:

source: Bind your wallet address first
ha: ADDU'A WALLE ALLET PARY WALLAN

source: Bind Wallet Address
ha: Adireshin walat
