Repository: benchatronics/meta
Catalog: locale/ha/LC_MESSAGES/django.po
Languages: ha

source: You’ll go to the Bind Address page → choose network (e.g. TRC20) → paste your wallet address → verify (email/SMS) → the address will be saved and auto-filled here.
ha: Za ku je shafin adireshin da aka yi → Zaɓi hanyar sadarwa (E.G. TRC20) → Manna Areik Adireshin Watat

source: Bind wallet address?
ha: Adireshin walat?

source: Withdrawal Method
ha: Hanyar karba

source: ETHEREUM
ha: ETHEREE

source: The withdrawal requirement has yet to be fulfilled.
ha: Ba a cika karbar karbuwa ba tukuna.

source: WITHDRAW
ha: Janye

source: For security, you must set a withdrawal password first.
ha: Don tsaro, dole ne a saita kalmar sirri ta farko.

source: Set withdrawal password
ha: Saita kalmar sirri

source: Confirm withdrawal
ha: Tabbatar da karba

source: Enter your 6-digit withdrawal password to continue.
ha: Shigar da kalmar wucewa ta lambar sirri 6 don ci gaba.

source: Cancel
ha: Warware

source: Confirm & Withdraw
ha: Tabbatar da & Creadraw

source: Withdrawal policy
ha: Valdrawal Dokar

source: The withdrawal requirement has yet to be fulfilled
ha: Ba a cika karbar karɓawa ba tukuna

source: COMPLETE MORE TASKS
ha: Kammala ƙarin ayyuka

source: before the next withdrawal.
ha: kafin janyewar gaba.

source: Locked: The withdrawal requirement has yet to be fulfilled %(withdraw_cycles_remaining)s
ha: Kulle: Cikakken abin karuwa ya cika [[[[[[[[[[[[[[[[[[[[[[[[[[[UKEN_0]]

source: Got it
ha: Samu shi

source: Processing…
ha: Sarrafa ...

source: Withdrawal Submitted
ha: Creadrawal sallama

source: Home / my Wallet / Withdrawal / Success
ha: GASKIYA / WACET / COLDDRAL / Nasara

source: Awaiting Approval
ha: Jiran yarda

source: Withdrawal submitted
ha: Creadrawal sallama

source: We’ve received your request.
ha: Mun karɓi buƙatarku.

source: You’ll get an update once it’s reviewed.
ha: Za ku sami ɗaukakawa da zarar an sake duba shi.

source: Request ID
ha: Nema id

source: Copy
ha: Kofi

source: Submitted
ha: M

source: To
ha: Zuwa

source: Your withdrawal request has been submitted.
ha: An ƙaddamar da bukatunku na karba.

source: Make another withdrawal
ha: Yi wani karbo

source: Tip: If you navigate back to the withdrawal page, it will load a fresh form so it can’t be submitted twice.
ha: Tukwici: Idan ka koma baya ga shafin da aka karbo, zai sa sabon tsari don haka ba za a iya gabatar da shi sau biyu ba.

source: Task Preview
ha: Gano Talla

source: Home / Task / Detail
ha: Gida / Aiki / Cikakken

source: Task image
ha: Hoto Hoto

source: 1X commission
ha: Hukumar 1X

source: Submit
ha: Yi biyayya

source: Submitted (waiting)
ha: Sallama (jira)

source: Congratulations!
ha: Taya murna!

source: You have received a platinum package. For more info please contact customer service.
ha: Kun karɓi kunshin platinum. Don ƙarin bayani don Allah a tuntuɓi sabis na abokin ciniki.

source: Tasks Dashboard
ha: Mataki Dandboard

source: Home / Task
ha: Gida / Aiki

source: Total Asset
ha: Jimlar kadara

source: Asset
ha: Kadada

source: Dividends
ha: Rarraba

source: Complete Tasks and get
ha: Cikakken ayyuka da samun

source: Banner Image
ha: Hoton banki

source: Order received today:
ha: Umarnin da aka karɓa a yau:

source: Fetching your task…
ha: Ku ɗanɗana aikinku ...

source: Filter status
ha: Matsayin tace

source: Apply
ha: Nema

source: No tasks yet.
ha: Babu ɗawainiya har yanzu.

source: Approved
ha: Yarda da

source: Please wait a moment
ha: Da fatan za a jira ɗan lokaci

source: Oh No!
ha: Oh babu!

source: You have completed <strong id="completedCount">0</strong> orders.<br>Please contact customer service for assistance.
ha: Kun gama [[[[[[Shoken_0]]]]]]]]]]]]]]]]]]]]]]]]]]]]]]>
